{
    "status": "1",
    "message": "",
    "data": [
        {
            "pkID": 1,
            "Name": "بنك الطعام المصرى",
            "ContactPerson": "NA",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637127338856871461.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636222715301028659.jpg",
            "Description_En": "A nonprofit organization specialized in fighting hunger through diversity and innovation,\r\nBy creating effective programs addressing hunger problems by creating partnerships with those who care about needy hungry people in Egypt. \r\n\r\n4.4% from total population are suffering from extreme poverty and 26% are below the poverty line.\r\nAs we believe in sufficient food is the right for everyone Egyptian Food Bank provides food for needy on monthly basis through different programs.",
            "Description_AR": "نحن مؤسسة حيادية متخصصة في مكافحة الجوع عبر التنوع والابتكار في إيجاد برامج ذات فاعلية في معالجة مشكلة الجوع بصفة مستمرة في إطار مؤسسي بالتعاون مع كل من يهمه أمر من بات جائعاً على أرض مصر.                                      في مصر 4.4% من إجمالي سكان مصر يعانون من الفقر المدقع كما بلغت نسبة الفقراء في مصر( تحت خط الفقر) 26%\r\nلأننا نؤمن بحق كل إنسان في الغذاء الكافي بنك الطعام المصري يقوم بتوفير الطعام بصفة شهرية للغير قادر علي العمل من خلال برامج الإطعام المختلفة\r\n",
            "Name_AR": "Egyptian Food Bank",
            "Ordering": 0
        },
        {
            "pkID": 2,
            "Name": "اتحاد الأطباء العرب - لجنة الإغاثة",
            "ContactPerson": "NA",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014371369268323.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764996634674678.jpg",
            "Description_En": null,
            "Description_AR": null,
            "Name_AR": " Arab Medical Union",
            "Ordering": 47
        },
        {
            "pkID": 3,
            "Name": "مؤسسة مصر الخير",
            "ContactPerson": "NA",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635271355470556640.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636807600816354722.jpg",
            "Description_En": "\"Our Vision is to become a pioneering sustainable development organization to be heeded internationally.\r\nOur Mission is building a comprehensive Human Development through the implementation of projects in order to diminish the levels of illness, poverty, hunger, illiteracy, and unemployment.\"",
            "Description_AR": "\"مؤسسة مصر الخير هى مؤسسة تنموية غير هادفة للربح تستقبل أموال الزكاة والصدقات حيث تقوم بصرف أموال الزكاة فى مصارفها الشرعية.\r\nكما تستثمر أموال الصدقات للحصول على عائد يتم انفاقه على المشاريع.\r\nسبب وجودنا: المشاركة فى بناء الإنسان وتنميته من تعليم وصحة وتكافل اجتماعى وبحث علمي ومناحى الحياة.\r\nهدفنا: القضاء على البطالة والأمية والفقر والمرض.\"",
            "Name_AR": "Misr ElKheir Foundation",
            "Ordering": 6
        },
        {
            "pkID": 4,
            "Name": "جمعية رسالة",
            "ContactPerson": "NA",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014388510422430.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764956280549864.jpg",
            "Description_En": "Resala is a non-profit organization based in Egypt. Resala is powered by over 200,000 volunteers spanning 60 branches all over Egypt. It provides 20 activities aiming at helping the Egyptian community. These activities include: caring for orphans, helping the blind, the deaf, children with special needs, blood donation, poverty alleviation, literacy training",
            "Description_AR": "\r\nجمعية رسالة جمعية خيرية  مشهرة برقم 444 لسنة2000 تخدم أكثر من 3 مليون محتاج سنوياً\r\n\r\n•\tكفالة ايتام / مسنين\r\nيمكنك التبرع لكفالة يتيم او مسن من دور ايتام او دور مسنين رسالة\r\n\r\n•\tزكاة مال \r\nاستنادا الى فتوى دار الافتاء المصرية يمكنك التبرع لجمعية رسالة للاعمال الخيرية بزكاة مالك , \r\nوجمعية رساله بدورها تقوم بمساعدة الفئات الاكثر احتياجا  فى جميع انحاء الجمهورية بمشاركة متطوعيها\r\n•\tشنط غذائيه  \r\n•\tدواء شهرى\r\n•\tفك دين غارمين\r\n•\tكفالات شهريه\r\n•\tكفارة اليمين وكفاره الصيام  \r\n•\tزكاة الفطر \r\n\r\n\r\n•\tصدقة جارية \r\n•\tبناء اسقف منازل للمحتاجين\r\n•\tعمل وصلات مياه لمنازل المحتاجين \r\n•\tمشاريع صغيرة للمحتاجين\r\n•\tمركز علاج طبيعى مجانى لذوى الاحتياجات \r\n•\tتجهيز عرائس\r\n\r\n•\tحالات حرجة\r\n•\tعمليات جراحية ( زراعة قوقعة / زراعة قرنيه / دعمات القلب / ... إلخ )\r\n•\tأدوية أمراض حرجة (روماتيد_هيموفليا _تصلب متناثر_مخ واعصاب_فشل كلوي- ... الخ)\r\n•\tأجهزة تعوضية وأطراف صناعية للمحتاجين\r\n•\tحالات حريق الاشخاص والمنازل\r\n",
            "Name_AR": "Resala Charity Organization",
            "Ordering": 4
        },
        {
            "pkID": 6,
            "Name": "مستشفى سرطان الأطفال ٥٧٣٥٧",
            "ContactPerson": "NA",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636549178639977833.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635284890980527343.jpg",
            "Description_En": "Our Vision \r\nChallenging the frontiers of cure for our kids with cancer by providing the highest standards of care while being an inspiring model of charity.\r\n\r\nOur Mission \r\nCuring\r\nWe cure kids with cancer for free  regardless of race, creed, or ability to pay with Justice in Quality.\r\n\r\nCaring\r\nThrough compassion for children and passion for service we provide cost effective, family centered quality care by our dedicated, motivated, well trained staff.  We take care of our staff as they are the essence of our humanitarian efforts.\r\n\r\nLearning organization\r\nWe put knowledge into action by building our processes on evidence based practice through continuous improvement in our learning, training  and exchanging knowledge with others.\r\n\r\nResearch\r\nResearch is our methodology. Through fostering innovation, creation and teamwork we will integrate research in all our activities.\r\n\r\nChallenge\r\nBeing an agile, flexible, and dynamic organization; we are change agents rising to meet all challenges with moral courage by integrating the newest and best practices in technology, science and management in all our activities.\r\n\r\nCommunity\r\nWe take care of our community by leading in cancer awareness and prevention and the protection of our environment.",
            "Description_AR": "رؤية مستشفى سرطان الأطفال 57357\r\n\r\nنتقدم في صفوف من حقق الله على يديهم معدلات شفاء مرتفعة من سرطان الأطفال، بأن نقدم مستوى راقٍ من الرعاية وأن نكون المثل الحي للعمل الخيري الذي يلهم الآخرين\r\n\r\nهدف مستشفى سرطان الأطفال 57357\r\n\r\nالشفاء: اليد الممدودة بالشفاء بإذن الله للجميع دون مقابل، وإن لم يأذن به الله، نكون سبباً في تلطيف الحياة.\r\n\r\nالرعاية: حنواً على أطفالنا وحباً لعملنا، نقدم رعاية فائقة الجودة مع الاهتمام بالأسرة، على يدي عاملينا المتفانين المدربين تدريباً يعكس مقتضيات الجودة المدفوعين بالحب لإتقان عملهم. ونحن نهتم بالعاملين لدينا لأنهم قلب ما نقوم به من أعمال إنسانية.\r\n\r\nمؤسسة العلم والتعلم: نجعل من العلم منهاج حياة بأن نبني خطوات أعمالنا على الممارسات التي تقوم على الدليل بالتحسين المستمر لما نحصله من علم والتدريب وتبادل المعرفة مع الآخرين.\r\n\r\nالبحث: البحث هو منهجيتنا، وبتدعيم الإبداع والابتكار والعمل الجماعي نجعل البحث مكوناً أساسياً في كل ما نقوم به من أعمال.\r\n\r\nالتحدي: لأننا مؤسسة سمتها سرعة الاستجابة والمرونة والديناميكية، فنحن عماد التغيير وجوهره، ننهض للوقوف أمام كل التحديات بشجاعة أدبية، ونطبق أفضل ممارسات التكنولوجيا والعلم والإدارة العصرية في كل ما نقوم به من أعمال.\r\n\r\nالمجتمع: نهتم بمجتمعنا بتصدر مسيرة التعريف بالسرطان والوقاية منه وحماية البيئة.\r\n\r\nلقد كان لرياح الأمل والتفاؤل والوعد بمستقبل أفضل، التي أتت بها الثورة إلى جانب الجرأة التي يطالب بها شباب هذه الأرض بحقوقه تأثير علينا جميعاً، ومن ثم كان النص الجديد لرؤيتنا هو: “نتقدم في صفوف من حقق الله على يديهم معدلات شفاء مرتفعة من سرطان الأطفال، بأن نقدم مستوى راقٍ من الرعاية وأن نكون المثل الحي للعمل الخيري الذي يلهم الآخرين“.",
            "Name_AR": "57357 Children Cancer Hospital",
            "Ordering": 12
        },
        {
            "pkID": 7,
            "Name": "مؤسسة صناع الحياة",
            "ContactPerson": "NA",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636862892756011182.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636867300076775856.jpg",
            "Description_En": "Life Makers Foundation (LMF) is an Egyptian registered national non-governmental and non- profit organisation established since 2011 and registered centrally with number 839/2018 and works according to the Egyptian NGOs’ law. The Foundation is youth-led and voluntary based that works since its establishment on youth development to build their capacities to develop societies and respond to its humanitarian and emergency needs. It works directly through its offices and branches allover Egypt and together along with partner organisations on youth development, education, health, livelihoods, basic needs and environment sectors.\r\n \r\nLMF adopts the core principles of humanity, neutrality, impartiality and independence in its operations to ensure the provision of assistance with no discrimination towards difference in ethnicity, religion, race or any other consideration. LMF provides development and humanitarian interventions for the most vulnerable while preserving their dignity and ensuring their participation.\r\n \r\nLife Makers is a voluntary non-governmental, non-religious, non-political and non-partisan movement that was launched in 2004 for mobilising the best of the human spirit to alleviate human suffering and to protect human life and human rights.",
            "Description_AR": "\r\nمؤسسة صناع الحياة مصر (LMF) هي مؤسسة أهلية وطنية غير حكومية وغير هادفة للربح أسست عام 2011 ومسجلة مركزيا برقم قيد 839 لسنة 2018 وتعمل طبقا لقانون الجمعيات والمؤسسات الأهلية المصري. المؤسسة قائمة على التطوع وتعمل منذ نشأتها على تنمية الشباب لبناء قدراتهم من أجل العمل على تنمية المجتمعات والاستجابة لاحتياجاتهم الإنسانية والإغاثية. المؤسسة تعمل مباشرة من خلال مكاتبها وفروعها المنتشرة في أنحاء الجمهورية ومن خلال الجمعيات والمنظمات الشريكة في مجالات تنمية الشباب، التعليم، الصحة، سبل كسب العيش والاحتياجات الأساسية والبيئة.\r\n\r\nتتبني المؤسسة مبادئ العمل الإنساني الأساسية: الإنسانية والحيادية والعمل طبقا للاحتياج والاستقلالية، في جميع الأعمال التي تقوم بها وذلك للتأكد من أن تقديم المساعدات يتم دون التمييز طبقا للعرق، الدين، النوع أو أي اعتبارات أخري. تقدم مؤسسة صناع الحياة التدخلات الإنسانية والتنموية لمستفيدين الأكثر احتياجات مع الحفاظ على كرامتهم والتأكد من مشاركتهم.\r\n\r\nصناع الحياة هي حركة تطوعية غير حكومية وغير دينية وغير حزبية وغير سياسية والتي تعمل منذ نشأتها عام 2004  على تحريك أفضل ما في الروح البشرية للحد من معاناة الإنسان ولحماية حياته وحقوقه.\"",
            "Name_AR": "Lifemakers Egypt Foundation",
            "Ordering": 10
        },
        {
            "pkID": 8,
            "Name": "جمعية حماة المستقبل",
            "ContactPerson": "NA",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014387958649460.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764994622781014.jpg",
            "Description_En": "The vision of the association is to be one of the largest civil society organizations working in the field and leading the areas of development, community care, and voluntary work in Egypt and the Arab world by year 2020. The mission of the association is the development and care of the community through several dimensions including; raising the general level of education and the development of production philosophy, increasing awareness of drug taking problems, providing health awareness, raising the cultural level of young people, and providing a variety of social services. ",
            "Description_AR": "جمعية حماة المستقبل للرعايه والتنمية - مصر\r\n\r\nجمعية تنموية خيرية , تهدف إلي نشر الإيجابية وتحرص على تربية جيل جديد من الشباب الإيجابي ,يحمي مستقبله بأيدية ,ويعمل من أجل بلدة ومجتمعة :)\r\n\r\nتهتم الجمعية بكل من فيها بالرعاية والتنمية بجانب العمل التطوعي, الخيري ,والإنساني.\r\n\r\nللجمعية أنشطة متعددة فى كل المجالات التوعوية والتنموية , الدينية والثقافية والتربوية , العلمية والعملية وأيضا المهنية والفنية .",
            "Name_AR": "Future Protectors Association",
            "Ordering": 90
        },
        {
            "pkID": 9,
            "Name": "مؤسسة مجدي يعقوب لأمراض القلب",
            "ContactPerson": "NA",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636511047436600872.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637183228569812253.png",
            "Description_En": "The Magdi Yacoub Heart Foundation (MYF) – an Egyptian registered charity NGO  – was established in 2008 by an initiative of the world heart surgeon Professor, Sir Magdi Yacoub, to meet the urgent need for treating heart disease, in line with International Best Practice and free of charge .To achieve this goal , the Foundation established the Aswan Heart Centre in Aswan, to provide the highest standard, integral healthcare to all people.  Special consideration was given to the less privileged, especially children, as well as  scientific research  as an integral component of the program. Aswan Heart Centre is a sustainable centre of excellence dedicated to offering also translational and basic research at an internationally competitive level, coupled with training young Egyptian Doctors, Nurses, Scientists and Technicians. ",
            "Description_AR": " \"هى مؤسسه أهليه مصريه غير هادفه للربح تم تأسيسها فى عام 2008 بمبادرة من البروفيسور (سير) مجدى يعقوب جراح القلب العالمى لتلبيه الحاجه الملحه للعلاج المجانى لأمراض القلب وفقا لأعلى المستويات العالمية. وقد حققت المؤسسة  ذلك من خلال انشاء مركز أسوان للقلب بأسوان ليقدم رعايه طبية متكامله على أعلى مستوى بالمجان للجميع  و بالخصوص للفئات الأقل حظا مع اعطاء الأولوية للأطفال . كما يهتم المركز بالبحث العلمى بصفته مكون أساسى  لهذا المشروع  و يعمل على تدريب كوادر جديدة من شباب الأطباء والممرضين والباحثين والفنيين المصريين على أعلى المستويات الطبية الدولية . \r\n\"",
            "Name_AR": "Magdi Yacoub Heart Foundation",
            "Ordering": 2
        },
        {
            "pkID": 10,
            "Name": "مؤسسة ميجا خير للتنمية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637000819540359627.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637000819540203286.png",
            "Description_En": null,
            "Description_AR": null,
            "Name_AR": "Megakheir Foundation",
            "Ordering": 244
        },
        {
            "pkID": 12,
            "Name": "جمعية الشيخ الحصري",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635392209585371093.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635392209585371093.jpg",
            "Description_En": null,
            "Description_AR": null,
            "Name_AR": "ElHossary",
            "Ordering": 225
        },
        {
            "pkID": 13,
            "Name": "مؤسسة أهل مصر",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014392015592586.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764968925041861.jpg",
            "Description_En": "Established in 2013, Ahl Masr is a non-governmental, social developmental organization that aims to revolutionize the concepts of charity and healthcare development in Egypt. As a registered developmental NGO (registration no. 728/2013) under Egyptian law no. 14/2012, the organization works across the development health sector, with a special emphasis on burn prevention and treatment. \r\nOur aim is to work towards a burn-free Egypt. Armed with deep passion to our cause, integrity and consistency, we’re on a mission to prevent burn injuries and develop a comprehensive, internationally-recognized model of care for burn victims. Our dream is to develop a new standard of integrated burn management in Egypt.",
            "Description_AR": "\" أهل مصر مؤسسة تنموية غير هادفة للربح ، مسجلة برقم ( 728) لسنة 2013 من وزارة التضامن الاجتماعي .توجه المؤسسة جهودها لتطوير المجتمع فى المقام الأول بتقديم خدماتها لمحدودي الدخل والبسطاء الذين يحتاجون للعلاج من إصابات الحروق، لذا حرصت المؤسسة على أن تكون جهودها فى قطاع الصحة بصفة خاصة.و قامت أهل مصر بإختيار عناصر قيادية قادرة على تحمل المسئولية والالتزام بقيم المؤسسة. هدفنا الوصول لمصر خالية من الحروق و حلمنا هو تقديم نموذج جديد للإدارة المتكاملة للحروق في مصر مع الاهتمام بالنواحي الاجتماعية والنفسية والطبية\r\n\"",
            "Name_AR": "Ahl Masr Association",
            "Ordering": 3
        },
        {
            "pkID": 14,
            "Name": "مؤسسة وفاءً لمصر",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014398078543235.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636694295417530961.png",
            "Description_En": "Our aim is to aid in developing Healthcare in Egypt according to international medical quality standards\r\n\r\n\"We Owe it to Egypt\" was established in 2007 as the first Foundation created by an Egyptian private sector bank working towards Social Development in Egypt. The Foundation is registered under no. 6767 at the Ministry of Social Solidarity. We Owe it to Egypt's aim is to play an impactful role in the sustainable development of Healthcare and Education in Egypt.\r\n",
            "Description_AR": "\r\nأسس البنك العربي الأفريقي الدولي مؤسسة \"وفاءً لمصر\" كجزء من مسئوليته الاجتماعية، وقيدت المؤسسة بوزارة التضامن الإجتماعي برقم 6767 في يناير 2007 وتعد مؤسسة وفاء لمصر أول مؤسسة مجتمعية تنموية ينشئها بنك في مصر. \r\nوقبل ذلك التاريخ كانت البداية منذ عام 2004 وقد وفر البنك خبرات فنية تبذل جهوداً متفانية بدأت كمبادرة من البنك العربي الافريقي الدولي الي المستشفيات الجامعية\r\nتعمل مؤسسة وفاء لمصر علي أهداف محددة من أهمها الصحة والتعليم حيث تؤمن المؤسسة بصحة وتعليم أفضل للمصري لأن المصري يستحق .\r\nالرؤية :\r\nتعد مؤسسة وفاء لمصر اول مؤسسة مجتمعية تنموية ينشئها بنك في مصر. إذ تهدف مؤسسة وفاء لمصر لأن تكون القوة الدافعة لإحداث أثر ملموس وتحقيق التنمية المستدامة في قطاعي الصحة والتعليم بمصر وذلك إيمانا منها بأن المواطن المصري يستحق افضل صحة و تعليم  \r\nالرسالة :\r\nلتحقيق رؤية المؤسسة قام البنك العربي الأفريقي الدولي بتخصيص نسبة من صافي ارباحة السنوية بالإضافة الي تحمله كافة المصروفات العمومية والإدارية مما يضمن ان التبرعات الواردة للمؤسسة تذهب بكامل قيمتها لمستحقيها من خلال مشاريع وانشطة المؤسس\r\nأكثر من عشر سنوات تعمل مؤسسة وفاء لمصر علي النهوض بمستوي الخدمة الصحية في مصر وتحديدا المستشفيات الجامعية \r\nالمؤسس\r\nقام البنك العربى الافريقى الدولى بتأسيس مؤسسة \"وفاءً لمصر\" في يناير 2007 كجزء من برنامج المسئولية الاجتماعية للشركات، وسُجلت المؤسسة بوزارة التضامن الاجتماعي برقم (6767). ويقوم البنك بتغطية كافة المصروفات الإدارية ومصروفات التشغيل ومن ثّم فإن كافة الإسهامات المالية والتبرعات تذهب بالكامل إلى مشروعاتنا. \r\n\r\nوالمؤسسة تدعمها خبرات عملية من العمل الدؤوب والجهود المتفانية قام بها البنك منذ عام 2003 عندما بدأ في عملية تجديد مستشفى الأطفال الجامعي التخصصي (أبو الريش الياباني)، ولم تكن عملية التجديد تلك مقصورة على تمويل بنية تحتية عالية الجودة ولكنها امتدت لتشمل الارتقاء ببعض خدمات المستشفى وتنمية الموارد البشرية. \r\n\r\nمجلس الأمناء\r\nالبنك العربي الأفريقي الدولي \r\nالأستاذ/  حسن عبدالله         رئيس مجلس الأمناء وممثل عن البنك العربي الأفريقي الدولي \r\n\r\nدكتورة/  داليا عبد القادر     نائب رئيس المجلس\r\n\r\nالأستاذ/ عمر خطاب           أمين الصندوق \r\n\r\nالسيدة/  نفين صبور           عضو \r\nالسيدة / رانيا عثمان          السكرتير العام \r\nأ.د / مديحه خطاب             عضو \r\nد / فهد خاطر                  عضو \r\nمهندس / ماجد شريف       عضو \r\nالسيدة / رانيا سفير          عضو \r\nالسيدة / مي كامل           عضو \r\nأ.د/ أشرف الحفناوي      عضو \r\nشركاء النجاح \r\nتعاونت المؤسسة مع جهات علمية وحكومية ودولية وعقدت العديد من البروتوكولات من أجل الإرتقاء بمستوي الخدمة الصحية في مصر علي سبيل المثال ..\r\n مستشفي الأطفال الجامعي (أبو الريش المنيرة والياباني)\r\nالمعهد القومي للأورام\r\nمستشفيات جامعة عين شمس\r\nمركز الكلي والمسالك البولية – جامعة المنصورة\r\nمستشفي الزيتون التخصصى\r\nأمانة المراكز الطبية التخصصية (مراكز الأورام)\r\nمستشفي المنيل الجامعي (القصر العيني القديم)\r\nمنظمة الجايكا اليابانية\r\nجامعة أسيوط \r\nوغيرهم من العديد من الجهات والهيئات البحثية والعلمية \r\n",
            "Name_AR": "We Owe It To Egypt ",
            "Ordering": 26
        },
        {
            "pkID": 15,
            "Name": "بنك الشفاء المصرى",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765017139083918.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765017138927709.jpg",
            "Description_En": "\"The Egyptian Cure Bank is a Non-Governmental organization with a slogan \"\"Together … Against Disease\"\".\r\nThe organization’s primary goal is to provide medical treatment for those who cannot afford to pay for their treatment.  The Egyptian Cure Bank is a sister organization to The Egyptian Food Bank.\r\n\"",
            "Description_AR": "بنك الشفاء المصري مؤسسة أهلية غير هادفة للربح  ترفع شعار معاً.. ضد المرض , فهى تهدف إلى علاج المرضى الغير قادرين على تحمل تكاليف علاجهم \r\n\" و توفير منظومة للرعاية الصحية المجانية للمواطنين غير القادرين على تحمل تكلفة العلاج من أفراد المجتمع المصري ، استناداً على خبراتنا في مجال العمل الخيري والصحي ، بالتعاون مع كل من يهمه أمر كل مريض محتاج على أرض مصر .\r\n\"",
            "Name_AR": "Egyptian Cure Bank",
            "Ordering": 50
        },
        {
            "pkID": 16,
            "Name": "جمعية الحق في الحياة",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635408706270839843.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635408706270839843.png",
            "Description_En": null,
            "Description_AR": null,
            "Name_AR": "The Right To Live Association",
            "Ordering": 226
        },
        {
            "pkID": 17,
            "Name": "TA Test",
            "ContactPerson": "Mohammad Abdelwahab",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635453576575107421.png",
            "ImageUrl": null,
            "Description_En": "TA Test",
            "Description_AR": "TA Test",
            "Name_AR": "TA Test",
            "Ordering": 238
        },
        {
            "pkID": 18,
            "Name": "جمعية بداية للأعمال الخيرية",
            "ContactPerson": "maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636073920371299890.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764958186348497.jpg",
            "Description_En": "BEDAYA began by a volunteer efforts of a group of young people since 2000, the idea was to help youth for marriage and which evolved the idea to a comprehensive aid to poor families as we found plenty of needy families, and then we thought that establishment of the Association will be the beginning of a sustainable welfare for the poor. Finally BEDAYA was declared in 2005 to specialize in many charity activities.",
            "Description_AR": "بدأت الجمعية بالجهود التطوعية لمجموعة من الشباب منذ سنة 2000، الفكرة كانت لمساعدة الشباب للزواج\r\n ومنها تطورت الفكره إلي مساعدات شامله للأسر الفقيرة لكثرة ما وجدناه من أسر محتاجه، ثم فكرنا بانشاء جمعية تكون بدايه للخير للفقراء وتم إشهار الجمعية سنة 2005 برقم 2289.\r\n",
            "Name_AR": "Bedaya Charity Organization",
            "Ordering": 243
        },
        {
            "pkID": 19,
            "Name": "اجري في الخير مع بنك الطعام",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635553802280583438.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635553802280583438.jpg",
            "Description_En": "This program is mainly targeting school students in governmental schools. The program was initiated back in 2010 working with one school only (23rd of July school) in Cairo governorate, EFB designed and built a kitchen inside the school to provide the meals for a maximum number of  1200 student and a minimum of 1000 student, for 5 school days.",
            "Description_AR": "يقوم بنك الطعام المصري بإنشاء مطبخ متكامل داخل المدارس الأشد فقراً بالتعاون مع وزارة التربية و التعليم و ذلك لتوفير وجبات صحية ساخنة للأطفال طوال فترة الدراسة ولتقليل الأعباء الأسرية علي أولياء الأمور و توفير الغذاء الصحي لأبنائهم  و ذلك لأن الجوع من الأسباب الرئيسية لتسرب الأطفال من التعليم أو الرسوب المتكرر و عدم التركيز إلي جانب تأئيره علي الصحة العامة للطفل \nمطبخ التغذية المدرسية يهدف إلي خلق فرص عمل بكل مدرسة يتم تطبيق البرنامج فيها و توفير الطعام الصحي و المتوازن للطفل و لضمان هذا يقوم البنك بتجهيز مسابقة بين أمهات التلاميذ الراغبي في العمل لزيادة الدخل، ثم يقوم البنك بتدريب الأمهات علي فنون الطهي الصحي (عملي و نظري) و يتم تعيين عدد 5 طباخات في كل مدرسة و مشرفة عامة و مسئول مشتريات لكل 20 مدرسة.",
            "Name_AR": "Run4Kheir with Egyptian Food Bank",
            "Ordering": 227
        },
        {
            "pkID": 20,
            "Name": "جمعية رسالة نور علي نور",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014388987159267.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765022076941900.png",
            "Description_En": "Resalet Nour Ala Nour NGO was established by the famous media man Ahmed Farrag, it started with food & nutrition activities then the scope of activities was extend to provide assistance to larger group of people and develop the community to attain sustainable development.\r\n\r\nIn Resalet Nour Ala Nour we believe that in order to to ask any person to be productive in the community we must fight poverty in all forms by:\r\n\r\n- Provide food & nutrition \r\n- Provide medical & Health care\r\n- Provide Education\r\n\r\nThen once all the above is provided the person is trained and offered a job opportunity to be able to achieve sustainable development\r\n\r\nJoin us in our war against poverty\r\n\r\nResalet Nour Ala Nour....We build life\r\n\r\n\r\nYou can donate in RNAN bank accounts in:\r\nEgyptian Gulf Bank (All Branches)\r\nResalet Nour Ala Nour\r\nAcct. Number: 44444\r\n-------------------------\r\nNational Bank of Abu Dhabi\r\nResalet Nour Ala Nour\r\nAcct. Number: 50950112242\r\n-------------------------\r\nFor Rheumatoid Donations: \r\nHSBC Bank\r\nAccount Number: 101044444001\r\nSwift: EBBKEGCX\r\n------------------------\r\nAl Ahly Bank (All Branches)\r\nResalet Nour Ala Nour\r\nAcct. Number: 44444\r\n------------------------\r\nor you can call : 01228602602",
            "Description_AR": "تأسست الجمعية على يد أحمد فراج ، الاعلامى المعروف الراحل. بدأت المؤسسة نشاطها بتوفير الطعام لعدد كبير من الناس ثم اتسعت أعمال الجمعية لتشمل عدد أكبر من الأنشطة المختلفة بهدف رعاية المحتاجين وتطوير المجتمع وتعليم الصغار من أجل صنع مستقبل أفضل وحياة كريمة لأكبر عدد من الأشخاص.\r\n\r\nنحن نؤمن بأنه حتي يتمكن الإنسان من آن يصبح فعال في المجتمع فيجب علينا أن نحارب الفقر بجميع صوره عن طريق:\r\n\r\n- توفير الطعام لغير القادرين علي العمل\r\n- توفير العلاج\r\n- التعليم\r\n- توفير مسكن إنساني ملائم\r\n\r\nثم يتم بعد ذلك تعليمهم حرفة و توفير فرص عمل لهم ليصبح الشخص منتج في المجتمع تنمية مستدامة.\r\n\r\nشاركوا معنا في محاربة الفقر بجميع صوره حتي نبني حياة.\r\n\r\nرسالة نور علي نور...نبني حياة\r\n\r\nيمكنكم التبرع للجمعية عن طريق حساباتها بالبنوك الآتية: \r\nالبنك المصرى الخليجى (جميع الفروع)\r\nجمعية رسالة نور على نور\r\nحساب رقم :44444\r\n-------------------------\r\nبنك أبو ظبى الوطنى (جميع الفروع)\r\nجمعية رسالة نور على نور\r\nحساب رقم : 50950112242\r\n-------------------------\r\nبنك HSBC\r\nحساب رقم: 101044444001\r\nSWIFT: EBBKEGCX\r\n-------------------------\r\nالبنك الاهلي (جميع الفروع)\r\nجمعية رسالة نور على نور\r\nحساب رقم :44444\r\n------------------------\r\nأو الإتصال علي: 01228602602\r\n",
            "Name_AR": "Resalet Nour Ala Nour",
            "Ordering": 205
        },
        {
            "pkID": 21,
            "Name": "جمعية شباب ٢٥ يناير بالشبراوين",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014389542208242.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635947616745205262.jpg",
            "Description_En": "Societal organization from AlShabraweyn village in ElSharkeya",
            "Description_AR": "جمعية مشهرة برقم 2122 لسنة 2011 بوزارة التضامن الاجتماعي بقرية الشبراوين مركز ههيا بمحافظة الشرقية وتبعد عن الزقازيق العاصمة 10 كيلو مترات واستطاعت الجمعية في فترة وجيزة أن تحقق انجازات واضحة في مجالات عديدة منها القطاع الطبي حيث لديها مركز طبي خيري يعمل منذ 3 سنوات وبه أجهزة بآلاف الجنيهات هذا بالاضافة إلى أنشطة أخرى مثل كفالة الأيتام والفقراء وعمليات جراحية للمرضى وكراسى متحركة بالكهرباء لمتحدي الإعاقة وتجهيز العرائس والمشاريع الصغيرة",
            "Name_AR": "25th Jan Youth Organization for development",
            "Ordering": 229
        },
        {
            "pkID": 22,
            "Name": "مؤسسة نبني للتنمية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014396241328008.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765075789448372.jpg",
            "Description_En": "Nebny",
            "Description_AR": "مؤسسة تنموية غير هادفة للربح تعمل على النهوض بالعنصر البشرى عبر الاهتمام بالتعليم وكل مايخدم استمرار العملية التعليمية من توظيف او خدمات صحية",
            "Name_AR": "Nebny Foundation for Development",
            "Ordering": 224
        },
        {
            "pkID": 23,
            "Name": "مؤسسة الحسن لدمج القادرون باختلاف",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635965303775894065.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764992617137731.jpg",
            "Description_En": "Alhassan Foundation for the differently abled was established in 2011, after “Alhassan Sedky” was injured, paralyzed from chest down and became a permanent wheelchair user. His mother “Mona Elzainy” faced different challenges along the way of adapting with these changes. That’s why, she wanted to help people who are facing the same challenges. With the help of her friends, she was able to bring her initiative into life, through Alhassan Foundation; helping many wheelchair users in their daily challenges through accessibility, inclusion and acceptance. \r\n\r\nAlhassan foundation is one of the disabled people organizations (DPO), in which more than 50% of its board members and more than 80% of its employees are wheelchair users.",
            "Description_AR": "تأسست الحسن لدمج القادرون باختلاف عام 2011، بعد إصابة \"الحسن صدقي\" أدت إلى فقدانه للقدرة على الحركة من منطقة الصدر لأسفل، وأصبح من وقتها مستخدم دائم للكرسي المتحرك.\r\nبادرت والدة الحسن مع مجموعة من أصدقائها لإطلاق مؤسسة تدعم مستخدمي الكراسي المتحركة في مصر من أجل مساعدتهم في التحديات التي تواجههم بشكل يومي، مثل:\r\nالإتاحة في الأماكن العامة والخاصة لاستقبال مستخدمي الكراسي المتحركة.\r\nالإدماج في المجتمع كأشخاص فاعلين متساويين مع غيرهم في الفرص.\r\nالقبول المجتمعي، والتوعية العامة التي تمنع تهميش مستخدمي الكراسي المتحركة.\r\n\r\nتعتبر مؤسسة الحسن مؤسسة قائمة على الأشخاص متحدي الإعاقة، فأكثر من 50% من مجلس إدارتها مستخدمي الكرسي المتحرك بشكل دائم، وأكثر من 80% من موظفيها من مستخدمي الكرسي المتحرك أيضًا.",
            "Name_AR": "AlHassan Foundation for Differently Abled Inclusion",
            "Ordering": 21
        },
        {
            "pkID": 24,
            "Name": "مدينة زويل للعلوم والتكنولوجيا",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764987226462693.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764987226462693.jpg",
            "Description_En": "Zewail City of Science and Technology is a not-for-profit, independent institution of learning, research and innovation.\r\nWe are certain that “Egypt Can” elevate local technologies to the world level, and increase national productivity in a relatively short time. In this age of science there is no choice but to ignite a renaissance in education and scientific research. Knowledge is the light of life, and as such, it is vital for progress and prosperity. Zewail City of Science and Technology will catalyze the transition for acquiring modern sciences of today and tomorrow",
            "Description_AR": "مدينة زويل للعلوم والتكنولوجيا هي مؤسسة تعليمية بحثية ابتكارية مستقلة وغير هادفة للربح\r\nإن مدينة زويل للعلوم والتكنولوجيا – بمكوناتها الثلاثة المتمثلة في الجامعة والمعاهد البحثية وهرم التكنولوجيا –  مصممة لتحقيق المشاركة الفعالة في علوم القرن الحادي والعشرين بهدف النهوض بالتكنولوجيات المحلية لكي ترقى إلى المستوى العالمي والرفع من الإنتاجية القومية",
            "Name_AR": "Zewail City of Science and Technology",
            "Ordering": 30
        },
        {
            "pkID": 25,
            "Name": "المؤسسة المصرية لمكافحة سرطان الثدي",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765011029808618.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765011029652297.jpg",
            "Description_En": "A small group of 24 founding members, Egyptians and expatriates concerned with \r\nthe high incidence of breast cancer and the lack of related support services in Egypt joined together to form an organization to address the problem. Individually they represent health care professionals, breast cancer survivors, and civic spirited citizens. Collectively they are a driving force to bring breast cancer awareness, education, and services to Egyptian women.\r\nThe BCFE is an NGO registered with the Ministry of Social Solidarity, registration number 5840/2004.\r\nThe mission of the Breast Cancer Foundation of Egypt is to promote breast health through breast cancer awareness, education, and research and to facilitate services and support to women in all social and economic strata.\r\n1. Build a culturally sensitive physical and emotional support system to enhance the quality of life for women with breast cancer and their families.\r\n2. Collect a body of statistics to support research and promote enlightened care.\r\n3. Facilitate access to affordable and high quality professional diagnostic treatment, and rehabilitative services for women in all economic strata.\r\n4. Educate the public about breast cancer, the importance of early detection, and eradicate the stigma attached to having breast cancer.\r\nOur services:\r\nMammograms - Clinical examination - Biopsy - Surgical operations - Exercises after surgery - Prostheses - Lymphedema treatment - Support Group - Wigs \r\nThai Massage classes - Qigong classes - Breast self examination workshops - Screenings & Early Detection - Outreaching & Advocacy Events - Publications - Research & Studies.",
            "Description_AR": "اتحد أربعة وعشرون (24) من المصريين والمغتربين الأجانب و المهتمين بارتفاع معدل الإصابة بسرطان الثدي وقصور الخدمات المساندة في مصر للبحث عن وسيلة لتقديم الدعم و المساندة للمجتمع المصري. فتضامنوا سويا لإنشاء المؤسسة المصرية لمكافحة سرطان الثدي. وبشكل شخصي هم يمثلون المهن الطبية، والسيدات اللاتي تم شفائهن من سرطان الثدي و مواطنين مهتمين بالعمل الاجتماعي والتطوعي. حيث يمثلون جميعا قوة دافعة لتقديم الوسائل والأساليب التعليمية و التثقيفية وخدمات الرعاية الصحية نفسيا وجسديا للسيدات في مصر.\r\nفالمؤسسة المصرية لمكافحة سرطان الثدى هى مؤسسة أهلية غير حكومية وغير هادفة للربح مسجلة وفقا لقانون الشئون والتأمينات الاجتماعية بوزارة التضامن الاجتماعي تحت رقم 5840 لسنة 2004. تهدف المؤسسة إلى الحفاظ على صحة الثدي عن طريق نشر التوعية الصحية والتعليمية وعمل الدراسات و الأبحاث اللازمة. إلى جانب تسهيل تقديم الخدمات التشخيصية والعلاجية ومساندة السيدات من كل الطبقات الاجتماعية.\r\n\r\nالحفاظ على صحة الثدي عن طريق نشر التوعية الصحية والتعليم وعمل الدراسات و الأبحاث اللازمة، إلى جانب تسهيل تقديم الخدمات التشخيصية والعلاجية ومساندة السيدات من كل الفئات و الطبقات الاجتماعية.\r\nتوعية المجتمع نساء ورجال عن مرض سرطان الثدي وعن أهمية الكشف المبكر للأورام .\r\nمساعدة المجتمع في التخلص من الخجل الاجتماعي والنفسي المرتبط بسرطان الثدي.\r\nتسهيل الحصول على مستوى عالي من الرعاية والخدمات التشخيصية و العلاجية و التأهيلية للسيدات.\r\nنشر ثقافة صحية ونظام للمساندة النفسية والاجتماعية لتحسين نوعية الحياة للسيدات المصابات وعائلاتهن.\r\nعمل دراسات و أبحاث فى العوامل المسببة لسرطان الثدي لإصدار كتب و مطبوعات تدعم عمل الأطباء والباحثين و المرضى.\r\n\r\nخدماتنا\r\n- أشعة الماموجرام - الفحص الطبى - العمليات الجراحية - العينة بالإبرة- البديل الصناعى - الدعم النفسي - علاج الليمفاديما/ تورم الذراع - تمرينات مابعد الجراحة وتشى كونج- حملات الفحص والإكتشاف المبكر -الأنشطة والفعاليات المجتمعية - مطبوعات تعليمية - أبحاث ودراسات\r\n",
            "Name_AR": "Breast Cancer Foundation of Egypt",
            "Ordering": 34
        },
        {
            "pkID": 27,
            "Name": "مؤسسة المعهد القومي للأورام الجديد 500500",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764982895953521.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635901363310776838.jpg",
            "Description_En": null,
            "Description_AR": "مؤسسة 500 500 مؤسسة إجتماعية يديرها مجلس أمناء وتتبع لجامعة القاهرة وتخضع لقوانين الشئون الإجتماعية التى تنظّم عمل المؤسسات والجمعيات الأهلية والإجتماعية .\r\nالمؤسسة لا تهدف للربح ومسجّلة بوزارة التضامن برقم 587 لسنة 2010. المؤسسة معنيّة بتمويل وتسهيل وإنشاء المعهد القومى للأورام الجديد فى منطقة الشيخ زايد بالسادس من اكتوبر على مساحة 35 فدان منحتها جامعة القاهرة لتشخيص وعلاج مرضى السرطان بمصر والمنطقة العربية على أعلى طراز إنشائى ومدعّم بأحدث الأجهزة الطبية المستخدمة فى هذا التخصص عالمياً وأسِرّة تصل إلى 1000 سرير ( اطفال – كبار ) على ثلاث مراحل حتى يستطيع المعهد تقديم خدماته لمعظم المرضى الغير قادرين على تلقى العلاج اللازم.",
            "Name_AR": "NEW NATIONAL CANCER INSTITUTE (NNCI) 500 500",
            "Ordering": 25
        },
        {
            "pkID": 28,
            "Name": "مؤسسة واحد من الناس للأعمال الخيرية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765033330327852.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765033330327852.jpg",
            "Description_En": "A non-profit charitable organization working on case aids (orphans, widows, divorcees, disabled people, poor people) in all governorates of Egypt",
            "Description_AR": "مؤسسة خيرية غير هادفة للربح تعمل على مساعدات الحالات ( ايتام - ارامل - مطلقات - فئة عجز - فقراء ) بجميع محافظات مصر ",
            "Name_AR": "Wahed Men Alnas Foundation for Chairty",
            "Ordering": 210
        },
        {
            "pkID": 29,
            "Name": "بنك الكساء المصرى",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637237021757751802.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637237050389281025.jpg",
            "Description_En": "The Egyptian Clothing Bank is an NGO established in 2012 under 'The Banks of Goodness'  alongside the renowned Egyptian Food Bank. The ECLB provides people with basic suitable clothing and cover needs to actively participate in the development of underprivileged members of society to help in activating their full potential.",
            "Description_AR": "بنك الكساء المصري هو مؤسسه خيرية غير ربحية تأسست سنة 2012 تحت رعاية بنوك الخير تمشين مع بنك الطعام المصري المعروف. بنك الكساء المصري هو نموذج لتوفير إحتياجات الإنسان، هو نموذج للعطاء. لاعطاء الناس بالملابس الأساسية المناسبة.",
            "Name_AR": "Egyptian Clothing Bank",
            "Ordering": 18
        },
        {
            "pkID": 30,
            "Name": "جمعية الرعاية بالمحبة",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014380391232169.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635708523036888198.jpg",
            "Description_En": null,
            "Description_AR": null,
            "Name_AR": "Care with Love",
            "Ordering": 236
        },
        {
            "pkID": 32,
            "Name": "Old- الجمعية الشرعية الرئيسية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014372511814329.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014372725690705.png",
            "Description_En": null,
            "Description_AR": "أسست الجمعية الشرعية الرئيسية منذ 103 عام تعمل مجال الدعوة والعمل الخيرى من خلال 5000 فرع ومكتب ولجنة على مستوى الجهمورية للمساهمة في بناء الانسان",
            "Name_AR": "Old- Al-Jam'iyyah Al-Shar'iyyah Al-Ra'essyyah",
            "Ordering": 237
        },
        {
            "pkID": 33,
            "Name": "جمعية شباب فرسان للأنشطة الخيرية",
            "ContactPerson": "Mayar",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637297265745684110.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765026869642958.jpg",
            "Description_En": null,
            "Description_AR": "جمعية شباب فرسان للأنشطة الخيرية - جمعية رسمية مشهرة من عام 2009 قائمة على مجموعة من المتطوعين الشباب أنشطة الجمعية 4 أقسام رئيسية\r\n:- أنشطة اجتماعية : كفالة اسر وأيتام - كفالة نقدية وعلاج وتعليم ومستلزمات - وزيارات دور أيتام وذوي احتياجات خاصة و زيارات دور مسنين ومعارض ملابس مستعملة\r\n. أنشطة تنموية : تنمية مناطق عشوائية\r\n أنشطة طبية : قوافل طبية وزيارات مستشفيات وحملات تبرع بالدم. \r\nأنشطة ثقافية : محاضرات تنمية بشرية و رحلات ثقافية و نشر القراءة في الأماكن العامة.",
            "Name_AR": "Shabab Forsan",
            "Ordering": 91
        },
        {
            "pkID": 34,
            "Name": "المعهد القومي للأورام",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636860271750371202.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764974546656786.jpg",
            "Description_En": "Vision\r\nAchieving leadership in the Middle East in various oncology fields of Cancer Education , training, Health Care and Research .\r\n\r\nMission\r\nExcelling in training and education programs in all cancer-related scientific fields and provide post-graduate certificates.\r\n Providing high standards of multidisciplinary medical care in an education and research-based environment.\r\n Performing scientific research in the causes, prevention and treatment of cancer. \r\n Serving the community by developing the general policies to combat cancer, establishment of national treatment guidelines, and raising cancer awareness.\r\nAccording to quality standards in the educational and medical sectors.",
            "Description_AR": null,
            "Name_AR": "National Cancer Institute",
            "Ordering": 11
        },
        {
            "pkID": 35,
            "Name": "جمعية كاريتاس مصر",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014390594274090.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014390594274090.png",
            "Description_En": "Public Utility Development Association , recorded and registered by the Ministry of social solidarity under no. 1150 1967, law No. 84/2002",
            "Description_AR": "جمعية تنموية  ذات نفع عام ، مسجلة ومشهرة  بوزارة التضامن الاجتماعي تحت رقــم 1150 لسنة 1967، وتعمل بالقانون رقم 84/ 2002",
            "Name_AR": "Caritas Egypt",
            "Ordering": 235
        },
        {
            "pkID": 36,
            "Name": "جمعية الإيثار للتنمية المتكاملة ببلطيم",
            "ContactPerson": "maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014379602962784.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635810408144541484.jpg",
            "Description_En": "Provide quality medical service for all Egyptians humane and dignified ways and conform to the highest international standards",
            "Description_AR": "جمعية اهلية لا تهدف للربح مشهرة برقم 585 لسنة 2003 تتمتع بصفة النفع العام",
            "Name_AR": "AlEthar Association for Integrated Development in Baltim",
            "Ordering": 232
        },
        {
            "pkID": 37,
            "Name": "مؤسسة اسمعونا",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014392263945022.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765035895205598.jpg",
            "Description_En": "A non-governmental organization that is neither a part of a government nor a conventional for-profit business.",
            "Description_AR": "”إسمعونا” مؤسسة تنموية تسعي لبث الأمل في المجتمع المصري بعيدًا عن السياسة وذلك من خلال التشبيك بين مبادرات المجتمع المدني والاجهزة التنفيذية في الدولة سعيا لخدمة مصرنا الحبيبة. \r\n",
            "Name_AR": "Esma3ona Foundation",
            "Ordering": 43
        },
        {
            "pkID": 38,
            "Name": "جمعية ألوان وأوتار",
            "ContactPerson": "maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014378502848852.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635845024450613304.jpg",
            "Description_En": "Alwan wa Awtar promotes visual and performing arts and non-formal education to enhance the creativity, critical thinking and knowledge of underprivileged children and youth. Situated in the heart of the community we serve, we are deeply committed to working for positive and innovative social change.   ",
            "Description_AR": "ألوان وأوتار جمعية أهلية تهدف إلى إتاحة مساحات مشجّعة وآمنة للأطفال والشباب لإكتشاف ذواتهم والتعبير عنها ولتنمية مهاراتهم وقدراتهم الفكرية والإبداعية ومهارات التعلم، وذلك من خلال إستخدام الفنون وأساليب التعلُّم غير التقليدية. تقع الجمعية في قلب المجتمعات المهمشة التي تخدمهاز",
            "Name_AR": "Alwan wa Awtar ",
            "Ordering": 228
        },
        {
            "pkID": 39,
            "Name": "جمعية اصدقاء معهد القلب القومى ",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014379177862038.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635875938702528674.jpg",
            "Description_En": "The Heart Institute National lasting and continuous effort in the field of diagnosis, treatment and heart surgery and that's where the number of patients either undecided a day or in a queue exceeds the power and possibilities of the Institute and prove its for Doralzy carried out by the idea of a declaration of \"\" National Heart Institute follows Association \"\" to be the social arm of the Institute, which is the interaction between civil society and the Institute as a government to contribute to the effective assistance and cooperation for the good of patients who are unable and raise the level of health services provided to patients with heart all over Egypt ..\r\nAssembly aims to achieve the principle of social solidarity and the delivery of charitable assistance provided by financiers Assembly manner that respects the dignity of the citizen a limited income who is unable to afford the treatment expenses and working to spread health awareness and a medical survey among large segments of the citizens to help discover heart disease, prevention and treatment and that access to citizens by organizing convoys therapeutic specialized technical level and technical and administrative High.\r\nNHIFA work agreement with the National Heart Institute to provide appropriate treatment and lower prices of private hospitals and choose the best professors, doctors and consultants in accordance with the diagnosis of each case and to contribute to shoulder the cost of open-heart operation or part of it is as follow: \r\nFirst: open-heart surgery\r\n• surgery valves include:\r\n- Replace one valve 30,000 LE is not\r\n- Replace valves 35000 LE is not\r\n(Including the full value of the transaction value, a value and LED Ajrala_i_ary supplies practical and necessary blood and accommodation)\r\n• (valve metal Five Millennia 5000 pounds)\r\n• surgery coronary arteries of 28,000 Egyptian pounds is not\r\n• arteries surgery 40.000 LE valve to change my\r\nSecond: Cardiac Catheterization\r\n• diagnostic catheter to the coronary arteries 1100 LE is not\r\n• catheter and installation of pillar one regular 3000 +9000 for each additional pillar\r\n• catheter and installation pillar pharmaceutical 16000+ 10,000 for each additional pillar\r\nCan be donated to via Megakheir App through your mobile according to the financial ability  or visit the headquarters of NHIFA which is: NHIFA address : 63 media Buildings -alajuzh - second floor - Apartment No. 22. Or you can call the hotline 16407 and is up to you wherever you are our representative value of the donation that you specify.",
            "Description_AR": "يقوم معهد القلب القومى بمجهود دائم ومستمر فى مجال التشخيص والعلاج وجراحات القلب  وحيث ان اعداد المرضى سواء المترددين يوميا او فى قوائم الانتظار يفوق طاقة وامكانيات المعهد وتعضيدا للدورالذى يقوم به كانت فكره إشهار \"\"جمعية أصدقاء معهد القلب القومى\"\" لتكون الذراع الإجتماعى للمعهد الذى من خلالها يتم التفاعل بين المجتمع المدنى والمعهد كجهة حكومية للمساهمة والمساعده الفعالة والتعاون لخير المرضى غير القادرين والارتقاء بمستوى الخدمات الصحية المقدمة لمرضى القلب فى كافه أنحاء مصر ..\r\n تهدف الجمعية إلى تحقيق مبدأ التكافل الإجتماعى وإيصال المساعدات الخيرية التي قدمها ممولى الجمعية بصورة تحترم كرامة المواطن  محدود الدخل غير القادر على تحمل نفقات علاجه وتعمل على نشر الوعى الصحي وعمل مسح طبي لدى قطاعات واسعة من المواطنين للمساعدة على اكتشاف أمراض القلب والوقاية منها وعلاجها وذلك بالوصول إلى المواطنين من خلال تنظيم قوافل علاجيه متخصصه على مستوى فنى وتقنى وإدارى عالي .\r\nتعمل الجمعية بالاتفاق مع ادارة معهد القلب القومى على توفير العلاج المناسب وباسعار اقل من المستشفيات الخاصة واختيار افضل اساتذه واستشاريين من الاطباء وفقا لتشخيص كل حالة وللمساهمة فى تحمل تكلفة عملية قلب مفتوح او فى جزء منها فهى كالاتى :\r\nاولا: جراحة القلب المفتوح\r\n• جراحة الصمامات وتشمل :\r\n- استبدال صمام واحد 30000 جنية مصرى لا غير \r\n- استبدال صمامين 35000 جنية مصرى لا غير \r\n(القيمة شاملة كامل قيمة العملية وهى  قيمة الصمام و اجرالاستشارى ومستلزمات العملية والدم اللازم والاقامة )\r\n• ( صمام معدنى  5000 خمس الاف جنيها)\r\n• جراحة شرايين تاجية 28.000 جنية مصرى لا غير \r\n• جراحة شرايين +صمام  40.000 جنيه مصرى لاغير\r\nثانيا: القسطرة القلبية \r\n• قسطرة تشخيصية على الشرايين التاجية 1100 جنيه مصرى لا غير \r\n• قسطرة وتركيب دعامة عادية واحدة 9000 +3000 لكل دعامة اضافية \r\n• قسطرة وتركيب دعامة دوائية 16000+ 10000 لكل دعامة اضافية  \r\nيمكن التبرع عن طريق تطبيق ميجا خير من موبايلك وفقا للمقدرة المالية أو بالحضور لمقر الجمعية وهو :\r\nعنوان الجمعية  63 عمارات الاعلام -العجوزة  -الدور الثانى - شقة رقم 22 . أو يمكن الاتصال بالخط الساخن وهو 16407 ليصل مندوبنا اليك اينما كنت بقيمة التبرع التى تحددها. \r\n\"\r\n",
            "Name_AR": " ‎National Heart Institute Fellows Association",
            "Ordering": 39
        },
        {
            "pkID": 44,
            "Name": "جمعية أيادى المستقبل",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014378782557343.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635895024329809523.jpg",
            "Description_En": "Ayady Almostakbal Assocciation- licensed under no. 1462 - responsible for Ayady Almostakbal Charity Cancer Hospital in Alexandria",
            "Description_AR": "جمعية أهلية غير حكومية غير هادفة للربح المسئولة عن مستشفى أيادى المستقبل لعلاج الأورام بالمجان لغير القادرين بالإسكندرية",
            "Name_AR": "Ayady Almostakbal Assocciation",
            "Ordering": 19
        },
        {
            "pkID": 45,
            "Name": "جمعية النور والأمل لرعاية الكفيفات",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636014381118037445.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635940898968287568.jpg",
            "Description_En": null,
            "Description_AR": "\"جمعية أهلية خيرية نبذة عن تاريخ الجمعية : \r\nتأسست جمعية النور والأمل عام 1954 بالجهود التطوعية وعلى مدار المدار السنين الماضيه تفانت الجمعية في تقديم الرعاية المتخصصة للفتيات الكفيفات وعملت على تأهيلهن ليكونوا أعضاء فاعلات بالمجتمع ، ولم يقتصر دور الجمعية على محافظات جمهورية مصر العربية فقط بل أمتد لدول المنطقة العربيه حتي توافدت على الجمعية العديد من الفتيات قبل ان تنطلق بالمنطقة العربية جمعيات تخدم هذه الفئة المهمة بالمجتمع فكانت وقتها جمعية النور والأمل هي اول جمعية في مصر والشرق الأوسط تدعم الكفيفات وحقوقهن.\r\n\"",
            "Name_AR": "AlNour Wal Amal",
            "Ordering": 204
        },
        {
            "pkID": 46,
            "Name": "جمعية وطنية لتنمية وتطوير دور الأيتام",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/635940942887824709.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765003098484642.png",
            "Description_En": "\"Wataneya Society for the Development of Orphanages, a non-profit organization registered under the Ministry of Social Solidarity since November 2008, was established to address the challenges facing the institutional homes for children without parental care in Egypt. Wataneya Society aims to implement a unified and integrated mechanism for Egyptian orphanages by applying the “Quality Standards for Care” (QS) driven from the international best practices. \r\n\r\nIn June 2014, the Ministry of Social Solidarity issued a ministerial decree stated that all orphanages in Egypt are obliged to apply the QS. This decree was issued as a result of Wataneya’s efforts with the ministry, and other local and international organizations\"",
            "Description_AR": "تهتم جمعية وطنية لتنمية وتطوير دور الأيتام  بجميع الأطفال خارج الرعاية الأسرية في المؤسسات الإيوائية بغض النظر عن سبب إنفصالهم عن أسرهم. وهي أول جمعية أهلية مصرية مشهرة برقم ٧٤٧٨/٢٠٠٨ بوزارة التصامن الاجتماعي في مصر بهدف تطوير وتطبيق \"معـايير جودة الرعـاية البديلة\" داخل المؤسسات الإيوائية، من أجل توفير مناخ آمن وبيئة صحية لتنشئة الأطفال والشباب، ليصبحوا أفراداً قادرين على الاعتماد على أنفسهم والمساهمة في بناء مجتمعهم.",
            "Name_AR": "Wataneya Society for the Development of Orphanages",
            "Ordering": 203
        },
        {
            "pkID": 47,
            "Name": "جمعية الباقيات الصالحات",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764988728039134.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765126271724509.png",
            "Description_En": null,
            "Description_AR": " تأسست الجمعية في عام 2004 مؤسستها الاستاذة و رئيس مجلس ادارتها الدكتورة عبلة الكحلاوي بهدف انشاء دور لرعاية مرضي الزهايمر و الشيخوخة و دار لاستضافة الاطفال مرضي السرطان و في عام 2010 تم البدء في بناء مجمع الخيري و الذي يضم هذة الانشطة و بحمد الله تم الانتهاء منة في عام 2015 و اصبح حقيقة و تم تفغيل هذا الصرح لتوظيفة لاداء مهامة المرجوة و بالاضافة الي بناء مستشفي خيري للاورام و تخفيف الالام و جاري الانتهاء منها ",
            "Name_AR": "Elbakyat Elsalehat",
            "Ordering": 89
        },
        {
            "pkID": 48,
            "Name": "مؤسسة شبكة طب الأطفال حديثى الولادة المصرية\" ",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764991248999760.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764991248843746.png",
            "Description_En": "Egyptian Neonatal Network (EGNN) is a not-for-profit organization whose mission is to improve the efficacy and efficiency of neonatal care in Egypt through a co-ordinated program of research, education, and quality improvement. EGNN holds a standardized database for patients admitted in neonatal care units that are members in the network. We are involved in training, teaching and health care, information technology and health care of children.",
            "Description_AR": " هي مؤسسة غير هادفة للربح، مسجلة برقم (2013/640) فى وزارة التضامن الإجتماعى، تهدف إلى تحسين فعالية وكفاءة رعاية الأطفال حديثي الولادة في مصر من خلال برامج للبحوث والتدريب وتحسين جودة الأداء، وتعمل الشبكة في المجالات التدريبة والصحية والتعليمية والبحثية وخدمة المجتمع. وتعتمد جميع أنشطتها  على الجهود التطوعية المقدمة من خبراء القطاع الصحي والأكاديمي وكذلك الجمعيات والهيئات المعنية بهذا الأمر. ",
            "Name_AR": "Egyptian Neonatal Network",
            "Ordering": 22
        },
        {
            "pkID": 49,
            "Name": " مؤسسة بهية للاكتشاف المبكروعلاج سرطان الثدي بالمجان",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636007514929013429.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764966910492219.jpg",
            "Description_En": "The first Center in Egypt specialized in the treatment and early detection of breast cancer for FREE.",
            "Description_AR": "مركز متخصص في الكشف المبكر عن سرطان الثدي وعلاجه بالمجان",
            "Name_AR": "Baheya Organization - Early detection of Breast Cancer",
            "Ordering": 13
        },
        {
            "pkID": 50,
            "Name": "المؤسسة المصرية للزكاة",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636008144347453435.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636008145706059821.jpg",
            "Description_En": "EZF has been one of the leading non-profit social development foundations in Egypt since its launch in 2008;  EZF participates in serving local communities in different fields such as social solidarity, health and education, aiming to fight poverty, illness, illiteracy, and unemployment;",
            "Description_AR": " المؤسسة المصرية للزكاة مؤسسه مجتمع مدنى غير هادفة للربح مشهرة برقم 561 لسنه 2008م بوزارة التضامن الاجتماعى  ، تستقبل أموال الزكاه و الصدقات و تقوم بصرف أموال الزكاه في مصارفها الشرعيه.",
            "Name_AR": "Egyption Zakat Foundation",
            "Ordering": 234
        },
        {
            "pkID": 52,
            "Name": "جمعية تكاتف للتنمية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636016392859112165.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636022842358603922.png",
            "Description_En": "\"Takatof Association for Development (TAD) is a non-governmental organization, working on urban development projects, community development programs and community services throughout Egypt. \r\nFounded in 1998, the Association has been working on enhancing the quality of life of people who live in poor and deprived areas.\r\nIn partnership with civil society organizations, the public and private sectors, it provides sustainable development projects and programs to help its beneficiaries lead a decent life within their limited resources.\r\nSince 2011, Takatof has been focusing its efforts on education, community services, medical outreach and cultural and social development programs for its beneficiaries, with special focus on students & teachers.\r\n\"",
            "Description_AR": "\"جمعية تكاتف للتنمية هى جمعية اهلية تعمل فى مشروعات التنمية العمرانية وبرامج التنمية المجتمعية والخدمات الاجتماعية فى نطاق جمهورية مصر العربية. جمعية تكاتف للتنمية مقيدة تحت رقم: 398 تاريخ 1998/8/13 طبقا لأحكام القانون 84 لسنة 2002 بشأن الجمعيات والمؤسسات الأهلية بالإدارة العامة للجمعيات بوزارة التضامن الاجتماعي وتعمل الجمعية منذ نشأتها فى عام 1998 على تحسين مستوى المعيشة لمن يعيشون فى مناطق فقيرة ومحرومة. وتقوم الجمعية بالاشتراك مع منظمات المجتمع المدنى والقطاعين العام والخاص بتوفير مشروعات وبرامج فى مجالات التنمية المستدامة لمساعدة المستفيدين منها للحصول على حياة افضل بما لديهم من امكانات.\r\nو تركز الجمعية جهودها منذ عام 2011 على التعليم والخدمات الاجتماعية والصحية والبرامج الثقافية والتنمية الاجتماعية وخاصة للطلاب والمدرسين. \r\n\"",
            "Name_AR": "Takatof Association for Development",
            "Ordering": 211
        },
        {
            "pkID": 54,
            "Name": "مؤسسة مرسال للأعمال الخيرية ",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636469857656719246.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764961255596014.jpg",
            "Description_En": "Mersal Aiming to provide all kinds of medical services and spreading medical awareness in Egypt and Arab Notion.\r\nSeeking to be the largest and best provider for all kinds of sustained medical services for all unprivileged patients.",
            "Description_AR": "المؤسسة بدأت عام 2015 وتهدف لتوفير كافة الخدمات الطبية للمرضى غير القادرين، كذلك تعمل على نشر الوعي الصحي في مصر والوطن العربي؛ وتسعى مؤسسة مرسال لأن تكون من أكبر المؤسسات التي تقدم خدمات طبية مستمرة بجودة عالية لكل من يحتاج من المرضى غير القادرين في شكل نظام تأمين صحي شامل.",
            "Name_AR": "Mersal Charity Organization ",
            "Ordering": 1
        },
        {
            "pkID": 55,
            "Name": "جمعية أصدقاء المبادرة القومية ضد السرطان",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636318726974613174.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764981534378633.jpg",
            "Description_En": "The Association of Friends of the National Cancer-free Initiative, ( previously, Association of friends of the National Cancer Institute) is an NGO, founded in 1998. At this time it aimed to improve the quality of life of the National Cancer Institute’s patients and eliminate their suffering. The Association succeeded to acheive its goals of fundraising for and overseeing the construction and equipping of the Children’s Cancer Hospital Egypt 57357  . By 2015, the Association became a new entity with a broader mission and a wider scope of action besides supporting the Institute and the 57357 Group.\r\n\r\nTo reflect its broader scope of action, the title of the “Association of friends of the National Cancer Institute” was changed to “Association of Friends of the National Cancer-free Initiative” where the new name reflects its national role in seeking to improve levels of cancer cure, comprehensive health care, education and training, and improving the community’s daily living by fighting the cancer of poverty, ignorance and sickness.\r\n\r\nOur current mission:\r\n\r\nTo advance Egypt and the 57357 Group, through the establishment and support of strategic initiatives and sustainability projects to: improve levels of cancer cure, comprehensive health care, education and institutional philanthropy",
            "Description_AR": "\r\nجمعية أصدقاء المبادرة القومية ضد السرطان (جمعية أصدقاء معهد الاورام سابقا)  هى منظمة غير حكومية تأسست عام 1998, تهدف الى المساهمة فى تحسين حياة مرضى السرطان في معهد الأورام وتخفيف معاناتهم وقدنجحت الجمعية منذ بدايتها فى تحقيق اهدافها،و بحلول عام 2015، أصبح للجمعية كيان جديد ونشاط أوسع ومهمة جديدة، بجانب مساندتها المستمرة للمعهد ومجموعة 57357  وقد رأى مجلس إدارة الجمعية، أنه من الملائم أن يتغير اسم الجمعية من \"جمعية أصدقاء معهد الأورام القومى\" إلى \"جمعية أصدقاء المبادرة القومية ضد السرطان\"، حيث يعكس الاسم الجديد للجمعية دورها القومى فى سعيها لتحسين مستويات الرعاية الصحية الشاملة، و رفع مستويات التدريب والتعليم ،و النهوض بالمجتمع المصرى من خلال محاربتها لسرطان الفقر وسرطان الجهل وسرطان المرض\r\n\r\nمهمتنا:\r\n\r\nالارتقاء بمصر وبمجموعة 57357، وتأسيس ودعم المبادرات المحورية ومشروعات تضمن الاستدامة من أجل تحسين مستويات الشفاء لمرضى السرطان والرعاية الصحية الشاملة والتعليم والعمل الخيرى المؤسسى.",
            "Name_AR": "Association of Friends of  the National Cancer -free Initiative",
            "Ordering": 29
        },
        {
            "pkID": 56,
            "Name": "أحباء الرسول",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636033353799445513.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636033353877757650.png",
            "Description_En": null,
            "Description_AR": null,
            "Name_AR": "Ahbaa El Rasool ",
            "Ordering": 217
        },
        {
            "pkID": 58,
            "Name": "مؤسسة أصدقاء معهد جنوب مصر للأورام",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636104967531995519.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765015440474092.jpg",
            "Description_En": "A civil society organization aimed to support the South Egypt Cancer Institute at the University of Assiut to achieve regional leadership in the face of cancer",
            "Description_AR": "مؤسسة مجتمع مدني تهدف لدعم معهد جنوب مصر للأورام بجامعة أسيوط فى تحقيق الريادة الإقليمية فى مجال مواجهة السرطان",
            "Name_AR": " Cancer Institute in Assiut",
            "Ordering": 35
        },
        {
            "pkID": 60,
            "Name": "جمعية المصباح المضئ",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765006394765480.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765006394609246.jpg",
            "Description_En": "AL Mosbah AL Modea  is a civil association regestration No. 5920   from year 2005 and works in the field of social assistance and  and service activities, the Assembly  helps 1000 poor family from captivity orphans diseased in Cairo and upper egypt, also orphans marriage  , distributing sacks of Ramadan, the distribution of sacrificial meat, conducting open heart surgery for children, and the operations of cochlear implants, debtors pay off debt, building and roofing houses and the introduction of water and electricity in Minya and Beni Suef governorate.",
            "Description_AR": "جمعية المصباح المضئ هي جمعية أهلية مشهرة برقم 5920 لسنة 2005 وتعمل في مجال المساعدات الاجتماعية و الأنشطة البييئة والخدمية ، تقوم الجمعية بمساعدة 1000 اسرة فقيرة من الاسر الايتام المريضة بالقاهرة والصعيد ، أيضا زواج اليتيمات الغير قادرات ، توزيع شنط رمضان ، توزيع لحوم الاضاحي ، اجراء عمليات القلب المفتوح للاطفال ، وعمليات زراعة القوقعة ، سداد ديون الغارمين ، بناء و تسقيف المنازل وادخال المياه والكهرباء بالمنيا وبني سويف",
            "Name_AR": "Al MOSBAH AL MODEA",
            "Ordering": 16
        },
        {
            "pkID": 61,
            "Name": "جمعية أنقذوا أطفال الشوارع",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636213150927362000.JPG",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636213150927362000.JPG",
            "Description_En": "Charity service not-for-profit and the civil society to serve orphans and the poor and needy and widows (and the elderly)",
            "Description_AR": "جمعية خيرية خدمية لا تهدف للربح وتقوم بخدمة المجتمع المدنى من الايتام والفقراءوالمساكين والارامل (والمسنين)",
            "Name_AR": "Rescue Street's Children",
            "Ordering": 233
        },
        {
            "pkID": 62,
            "Name": "مؤسسة دنيا جديدة للأعمال الخيرية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636309598767387953.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636309640626629475.jpg",
            "Description_En": "A charitable organization working in the field of community work, training and development within the framework of the social role of the economic institutions sponsoring the Foundation ((Al Nahar TV Network))",
            "Description_AR": "مؤسسة خيرية تعمل فى مجال العمل المجتمعى والتكافلى والتنموى فى إطار الدور الاجتماعى للمؤسسات الاقتصادية الراعية للمؤسسة (( شبكة تلفزيون النهار))",
            "Name_AR": "Donia Gedida Foundation For Chairty ",
            "Ordering": 215
        },
        {
            "pkID": 63,
            "Name": "مؤسسة مستشفى 25 يناير",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636683947611923482.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636683948834432953.png",
            "Description_En": "A non-profit organization working to establish a charity hospital for the treatment of the poor free of charge in Sharkia Governorate",
            "Description_AR": "مؤسسة غير هادفة للربح تعمل على إنشاء مستشفى خيري لعلاج الفقراء بالمجان في محافظة الشرقية",
            "Name_AR": "25 jan. Hospital Foundation",
            "Ordering": 15
        },
        {
            "pkID": 65,
            "Name": "الجمعية الشرعية الرئيسية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636319125341257881.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765001132685427.jpg",
            "Description_En": "The Main AlShareya (Legitimacy)  Association,  Egyptian Central Association, Non Profit Organization, was established in 1912. It operates in accordance with the provisions of Law No. 84 of 2002, concerning associations and civil institutions, which is known as No. 21 of 1967.",
            "Description_AR": "الجمعية الشرعية الرئيسية، جمعية مركزية مصرية، أُسست عام 1912م، تعمل طبقًا لأحكام القانون رقم 84 لسنة 2002م، بشأن الجمعيات والمؤسسات الأهلية، والمشهرة برقم 21د لسنة 1967م.  ",
            "Name_AR": "Al-Jam'iyyah Al-Shar'iyyah Al-Ra'essyyah",
            "Ordering": 241
        },
        {
            "pkID": 66,
            "Name": "بنك الحياة الكريمة",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636490627376430825.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636490627376274557.jpg",
            "Description_En": null,
            "Description_AR": null,
            "Name_AR": "Decent Life Bank",
            "Ordering": 36
        },
        {
            "pkID": 67,
            "Name": "جمعية الأورمان",
            "ContactPerson": "Mayar",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636318486955399602.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636318486955399602.png",
            "Description_En": null,
            "Description_AR": "منظمة مصرية أهلية، غير حكومية، لا تهدف إلى الربح ولا تخضع لضرائب على التبرعات، أنشئت عام 1993 مقيدة برقم 803 مركزية بوزارة التضامن الاجتماعي، تهدف إلى خدمة الفئات الأكثر احتياجًا، دون أي تمييز ديني أو سياسي، وذلك بشكل مؤسسي متطور ويؤكد دور العمل الأهلي فى تنمية المجتمعات اقتصاديًا واجتماعيًا. تعتمد الجمعية في تمويلها على التبرعات العينية والنقدية من المصريين داخل مصر وخارجها.\r\n",
            "Name_AR": "Orman Charity Association",
            "Ordering": 5
        },
        {
            "pkID": 68,
            "Name": "جمعية البراق للخدمات الإجتماعية",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636322608988836981.JPG",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764999785485157.jpg",
            "Description_En": "Alboraq charity organization registered in 2004, Reg. no. 5459.The organization performs various charitable, and developmental activities.  Our vision is\" Building a Unified Integrated Community\"",
            "Description_AR": "\"البراق جمعية خيرية أشهرت سنة 2004 برقم 5459 وتقوم على العمل التطوعي في مجموعة من الأنشطة المختلفة التنموية و التكافلية\r\nرسالتنا \"\" بناء مجتمع متكامل متكافل \"\"\r\nبرسالة تقدر تشاركنا أعمال الخير من كفالات أسر و ايتام و سداد ديون و علاج و عمليات للفقراء و المساكين و اطعامهم لتيسسير زواج الفتيات و دعم طلبة المدارس و الجامعات و دور القراّن و كمان تقدر تساهم في خدمة المكفوفين مع مشروع النبراس بنطبع لهم الكتب الدراسية بطريقة برايل كمان ممكن تشاركنا بملابسك المستعملة او تتصدق بصدقة جارية في توصيل وصلات مياة للمحرومين منها بالصعيد او بناء أسقف و ترميم بيوت او بناء مساجد \"",
            "Name_AR": "AL Boraq Charity Organization",
            "Ordering": 14
        },
        {
            "pkID": 69,
            "Name": "من أحياها",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636323241868750696.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764975971514692.jpg",
            "Description_En": "Man Ahyaha is a registered ngo from MOSS since 2007. During the past ten years, Man Ahyaha has been operating in many governorates from Alexandria to Upper Egypt focusing on alternative education for children, economic empowerment for youth and women in underprivileged communities and charity work for underserved households in general. Since 2016, Man Ahyaha has repositioned to focus mainly on building community schools in underprivileged far-fetched communities. ",
            "Description_AR": "\"\r\nجمعية من احياها أُسست من ٢٠٠٧ بهدف تمكين و تنمية الأفراد ورفع مستواهم الإقتصادي والتعليمي\"",
            "Name_AR": "Man Ahyaha",
            "Ordering": 214
        },
        {
            "pkID": 70,
            "Name": "مستشفى الاطفال الجامعي أبو الريش المنيرة",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764965197663833.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764965197507648.jpg",
            "Description_En": "\"Abu El-Rish CH (El Monira)\r\nAbu el Rish el- Mounira Pediatric Hospital treats more than 250,000 patients per-year and hosts 16,729 inpatients and 253,577 out-patients yearly (2016 statistics). In 2016, the hospital received 125,371 outpatients in its 10 general pediatric clinics, 107,242 at the reception and emergencies, and has operated 3,672 surgeries.\r\n\r\nAbu el Rish el- Mounira pediatric hospital offers a full range of pediatric inpatient and outpatient care through its specialized departments located around its 9-floor facility campus, it encompasses 258 beds, 5 intensive care units as well as 6 operating theatres ( 2 currently operating, 4 in the renovation process).\r\nThe hospital's departments can be divided as follows:\r\n- 3 General Wards that encompass 95 beds\r\n- 1 surgical department\r\n- 1 Radiology department (CT/ Flurosc. / Xray/ US)\r\n- 6 specialized departments:\r\n• Hepatology whose clinics are located in Japanese campus\r\n• Nephrology, Renal transplant and Renal biopsy\r\n• Neurology (services; EEG/ EMG)\r\n• Hematology and Bone Marrow transplant\r\n• Endocrinology and Diabetes\r\n• Gastroenterology\r\nThe hospital includes 10 general pediatrics outpatient clinics that operate 6 days a week as well as 7 specialized outpatient clinics:\r\n• Hematology clinic and Blood transfusion,\r\n• Endocrinology and diabetes,\r\n• Nephrology clinic,\r\n• Neurology clinic,\r\n• ENT clinic,\r\n• Surgical clinic,\r\n• and Gastro-enteritis clinic.\r\nSupporting Abu al-Rish Children’s Hospital as it is the oldest and the best well-established children’s hospital in the Middle East, which provides \r\na special nursing and medical services for the unable patient children. It is the first school for many scientists in this specialization and for other different countries since 1928 , We are working to upgrade the infrastructure of the hospital, increasing the Incubation number, beds in the Intensive Care Unit, upgrade the medical equipment's, training the nursing staff to achieve the best service, decreasing the operations waiting lists, and more ...\"",
            "Description_AR": "مستشفى الأطفال من عمر يوم حتى 14 سنة ويوجد بها تخصصات متعدة حيث تقوم المستشفى برسالتها العلاجية لجمهور المترددين عليها دون تمييز من خلال العيادات الخارجية والإستقبال والطوارئ وما يستتبعه من خدمات علاجية مقدمة بالاقسام الداخلية من معامل تحاليل و أشعة و مناظير و جراحات و أيضا الاقسام المتخصصة :- وحدة زرع النخاع , وحدة امراض الدم , وحدة الكلى , وحدة السكر و الغدد الصماء ...الخ\r\nفالمستشفي جامعي، تعليمي، مجاني؛ تقبل كل تخصصات الأطفال تحت اشراف نخبة من اساتذة و اعضاء هيئة التدريس بكلية طب قصر العيني",
            "Name_AR": "Abu El-Rish Children’s Hospital (Mounira)",
            "Ordering": 9
        },
        {
            "pkID": 71,
            "Name": "مؤسسة جذور العيلة للأطفال في أحتياج ",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636349528942623844.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636349528942467843.jpg",
            "Description_En": "Family Roots for Children in Need (formerly known  as FACE Egypt for Children in Need ) was granted official registeration on 4/10/2012with registeration number # 717             to support the social communities via  different domains including ( Child and Motherhood care, social aids, educational activities, technical support and social defence). The Association is working in these domains via variable activities including: Establishment and support of orphanages, street children care centres, alternative care services, financial and in-kind assistance during special occasions or periodically in line with the Association 's financial sources, offering technical support relevant to the provided services, and doing its best to improve overall working scheme. ",
            "Description_AR": "أشٌهرت مؤسسة جذور العيلة للأطفال في أحتياج (المعروفة سابقاً بأسم مؤسسة فيس مصر للأطفال أحتياج) في2012/10/4 برقم 717، بهدف دعم المجتمع من خلال العمل في عدة ميادين وتشمل(رعاية الطفولة والامومة، المساعدات الاجتماعية، الأنشطة التعليمية والدعم الفني، الدفاع الاجتماعي) وتقوم المؤسسة بالعمل في هذه الميادين من خلال أنشطة متنوعة ومنها (إنشاء ورعاية دور الأيتام ومراكز رعاية أطفال الشوارع وخدمة الرعاية البديلة، تقديم المساعدات المالية والعينية في المناسبات أو دورياً حسب موارد المؤسسة، تقديم الدعم الفني اللازم لجودة الخدمات المقدمة و الأرتقاء بالعمل).",
            "Name_AR": "Family Roots for Children in Need",
            "Ordering": 230
        },
        {
            "pkID": 72,
            "Name": "المجموعة 73 مؤرخين ",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636424752736449847.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636490624609513930.jpg",
            "Description_En": "The Egyptian Historians Cultural Association (Group 73 Historians) is a non-profit organization that has no political or partisan affiliations and is not affiliated with any current or governmental body or entity. The Foundation was founded in 2008 with the aim of documenting history and historical research. It is a simple segment of Egypt's educated civil youth who are passionate about their homeland and its history. They gathered to serve Egypt through documenting the history of Egyptian war games, spreading loyalty to the homeland, and countering the distortions of Egyptian tournaments, blurring and falsifying facts. From the mouth of the heroes themselves.",
            "Description_AR": "مؤسسة مؤرخي مصر للثقافة (المجموعة 73 مؤرخين) هي مؤسسة ثقافية غير هادفة للربح وليس لها أي انتماء سياسي أو حزبي وغير تابعة لأي تيار أو جهة حكومية كانت أو خاصة. نشأت المؤسسة عام 2008 بهدف التأريخ والقيام بالأبحاث التاريخية، وهي عبارة عن شريحة بسيطة من شباب مصر المدني المتعلم المتحمس لوطنه وتاريخه، تجمعوا لخدمة مصر وتأريخ البطولات الحربية المصرية ونشر الانتماء والولاء للوطن، والتصدي لعمليات تشويه البطولات المصرية وطمس وتزييف الحقائق، وذلك عبر تقديم أدلة وبراهين من فم الأبطال أنفسهم.",
            "Name_AR": "Group 73 Historians",
            "Ordering": 212
        },
        {
            "pkID": 73,
            "Name": "جمعية علشانك يابلدي للتنمية المستدامة",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636455726839974622.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765038247571448.jpg",
            "Description_En": "Alashanek Ya Balady is registered at the Ministry of Social Solidarity, registration number 6135 for the year 2005. our main aim is to grantee job offers and work opportunities for youth and women in poor slums in Cairo , kafr el sheikh , El behra , Al menya , Assuit ,Bani sweif . By the end of this year we want to fund 5000 micro project that provide a fixed income for their owner  .",
            "Description_AR": " جمعية علشانك يابلدي المشهرة برقم 6135 لسنة 2005 بتشتغل علي توفير فرص عمل للشباب والمرأة  المعيلة في المناطق المهمشة في القاهرة الكبري ،المنيا ، بني سويف ، اسيوط ، كفر الشيخ  ،البحيرة  و هدفنا السنة دي أننا نخرج خمسة آلاف عيلة من دائرة الفقر عن طريق دعمهم لإقامة مشروعات صغيرة  تكون مصدر دخل ثابت ليهم  .",
            "Name_AR": "Alashanek Ya Balady for Sustainable Development",
            "Ordering": 206
        },
        {
            "pkID": 74,
            "Name": "جمعيه عيون مصر ",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636469865724761248.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636469865724604969.jpg",
            "Description_En": "Eyptian Eyes Society , None Profit Social Organization with Basic Mission of delivering Medical Service of Opthalmology at subcidised prices ",
            "Description_AR": "جمعية عيون مصرهى جمعيه اهليه خاصه غيرمملوكه لاحد تابعه لوزاره الشئون الاجتماعيه اسسها المغفورله الاستاذ الدكتور/ علي عبد المنعم المفتي وهو رائد من رواد طب وجراحة العيون بالشرق الاوسط والمشهره برقم 5177 لعام1993 -  ويعتبر الهدف الاساسي للجمعية هو تقديم خدمة طبية متميزه فى مجال طب وجراحه العيون وتوفير العلاج المناسب باسعار رمزية للمرضى محدودى الدخل ومجانا لغيرالقادرين مع ارسال قوافل طبية كامله التجهيز لمختلف محافظات الجمهورية وخاصه المناطق النائيه لتوفير الخدمة العلاجيه اللازمه لهم مجانا فى اماكن تواجدهم ",
            "Name_AR": "EGYPTAIN EYES SOCIETY ",
            "Ordering": 38
        },
        {
            "pkID": 75,
            "Name": "جمعية أصدقاء مرضي جراحات الأطفال والتشوهات الخلقية",
            "ContactPerson": "maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636462033702652136.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765043439963060.jpg",
            "Description_En": "Association of Friends of the Pediatric surgery and Congenital Anomalies Patients (FAPSCAP)\r\nSupporting kids congenital anomalies medically, surgically and with financially.\r\n- Several workshops and training courses for healthcare professionals dealing with congenital anomalies.\r\n- Holding scientific conferences with the presence of international professors to update the knowledge of our staff as well as exchanging experience.\r\n- Publishing periodicals with the various activities of the association.",
            "Description_AR": "مساعدات علاجية لمرضي جراحات الأطفال والتشوهات الخلقية، مساعدات مالية لأسرأطفال الجراحات والتشوهات الخلقية،  دورات تدريبية للعاملين في مجال جراحات الأطفال والتشوهات الخلقية، إقامة مؤتمرات علمية للوصول إلي أحدث ما توصل له العلم في مجال جراحات الأطفال، إصدار نشرات دورية من نشاطات الجمعية.",
            "Name_AR": "FAPSCAP",
            "Ordering": 239
        },
        {
            "pkID": 76,
            "Name": "مؤسسة نبع الحياة للتنمية والتكافل",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636490591141850440.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765039575239732.jpg",
            "Description_En": "A non-profit organization working in the field of community development and social solidarity under the administration of the Ministry of Social Solidarity and known as No. 10244",
            "Description_AR": "مؤسسة غير هادفه للربح تعمل في مجال التنمية المجتمعيه والتكافل المجتمعي تحت اداره وزاره التضامن الاجتماعي والمشهره برقم 10244",
            "Name_AR": "Nabaa ElHayat Foundation For Development & Solidarity",
            "Ordering": 213
        },
        {
            "pkID": 77,
            "Name": "مؤسسة الدواء للجميع الخيرية ",
            "ContactPerson": "maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636490603305574349.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765048250173800.jpg",
            "Description_En": "MEDicine for all is the first organization dealing to make medicine affordable for poor and needy patient through a unique system ",
            "Description_AR": "مؤسسة غير هادفة للربح تهدف لتوفير الدواء للمرضي الغير قادرين من خلال منظومة تعمل علي تجميع الدواء وفرزه  واعادة توزيعة علي المرضي المحتاجين بعد التاكد والتحري منهم ",
            "Name_AR": "Medicine For All ",
            "Ordering": 216
        },
        {
            "pkID": 78,
            "Name": "مؤسسة شباب الخير بميت فضالة",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636523129551906009.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636523129551749730.jpg",
            "Description_En": "Non Profitable organization that aims at developing the village  Mit Fadala, so as to make it a model one. ",
            "Description_AR": "مؤسسة خيرية غير هادفة للربح تسعى فى تطوير قرية ميت فضالة وجعلها قرية نموذجية وبالفعل اصبحت القرية تحذو حذو المدينة فى الخدمات ",
            "Name_AR": "Shabab Elkheir - Mit fadala charitable organistion ",
            "Ordering": 209
        },
        {
            "pkID": 79,
            "Name": "جمعية بشائر الفتح",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636579289111971772.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765028480907835.png",
            "Description_En": null,
            "Description_AR": null,
            "Name_AR": "Bashaer El Fath Association",
            "Ordering": 28
        },
        {
            "pkID": 80,
            "Name": "الجمعية العلمية لرعاية مرضى الاورام بالفيوم",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636579345616163300.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765055058232441.jpg",
            "Description_En": "A non-profit organization that supports northern upper Egypt with health care services, especially related to cancer; including financial aid, medical aid, social and psychological support through their treatment.",
            "Description_AR": "جمعية أهلية غير حكومية غير هادفة للربح تهتم برعاية مرضى الاورام وتقديم العون الطبى والمادى والاجتماعى والنفسى لهم من خلال منظومة علاج الاورام بمركز أورام الفيوم",
            "Name_AR": "Scientific Oncology Fayoum Organization",
            "Ordering": 218
        },
        {
            "pkID": 81,
            "Name": "مؤسسة معانا لإنقاذ انسان",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636579357718108635.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636764985673167027.jpg",
            "Description_En": "The idea: Together to save a human foundation was established when the founders noticed the increase in homeless and displaced people in streets allover Egypt, and the deterioration of their health and psychological status as a result of their permanent presence in the street without shelter, food, or treatment. The lack of cleanliness led to the deterioration of their physical conditions and the aggravation of diseases and sores in their bodies and led some of them if not most of them to the need to amputate some of their limbs as a result of diseases worsened in their bodies. The Goal: The Foundation initiated the establishment of an institution to be the first pilot in the level of Egypt in all governorates to create a homeless shelter in all governorates of Egypt and to create an Arab national project to provide a way of humane life for them including all aspects of living: security, food, drink, clothing, treatment and free surgical operations for cases and without any physical charge. All the services provided to them are totally for free.",
            "Description_AR": "\" \r\nمؤسسة معانا لإنقاذ الانسان\r\nالمشهرة برقم 825 مركزيه  \r\nمؤسسة معانا لإنقاذ انسان\r\n\r\nأولا/ نشأة فكرة مؤسسة معانا لانقاذ انسان\r\n*بدأت فكرة انشاء المؤسسة عندما لاحظ أعضاؤها كثرة أعداد المشردين فى كافة شوارع ومحافظات مصر وتزايدهم بشكل مخيف وتدهور حالتهم الصحية والنفسية نتيجة لتواجدهم الدائم فى الشارع بلا مأوى، بلا طعام ، بلا علاج وبلا نظافة مما أدى بهم إلى تدهور أوضاعهم الصحية والجسدية وتفاقم الأمراض والقروح والتقيحات بأجسادهم وقد أدى الأمر ببعضهم إن لم يكن معظمهم إلى ضرورة بتر بعض من اطرافهم نتيجة لأمراض تفاقمت فى أجسادهم واستوجبت البتر.\r\nثانيا/هدف مؤسسة معانا لانقاذ انسان\r\n*تبنت مؤسسة معانا لإنقاذ انسان فكرة إنشاء المؤسسة لتكون الرائدة الأولى على مستوى مصر بكافة محافظاتها بهدف إنشاء دار للمشردين بدون مأوى في كل محافظات جمهورية مصر العربية وعمل مشروع قومي لتوفير سبل الحياة الآدمية اللائقة إنسانيًا لهم من كافة النواحى المعيشية من إقامة آمنة ومأكل ومشرب وملبس وعلاج وعمليات جراحية للحالات. وجميع الخدمات المؤداة لهم تتم بالمجان تمامًا\"",
            "Name_AR": "Together To Save a Human",
            "Ordering": 17
        },
        {
            "pkID": 82,
            "Name": "جمعية التقدم",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636583675823354742.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765074385997853.jpg",
            "Description_En": "ADVANCE is a non-profit NGO registered under No. 4646/99 with the Egyptian Ministry of Social Solidarity. Founded by a group of professionals  in 1997, ADVANCE is dedicated to supporting children with special needs and autism by providing therapeutic, educational, technical and rehabilitation services.",
            "Description_AR": "الجمعية تقدم الأشخاص ذوي الإعاقة والتوحد، وهي جمعية أولياء امور مسجلة بوزارة التضامن الاجتماعي المصرية كمؤسسة غير هادفة للربح تحت رقم 4646/99 ، مؤسسيها يعملوا على تأمين مستقبل أبناءهم وإمدادهم بالخدمات الحياتيه اللازمة لهم، سواء كانت خدمات علاجية، تعليمية، فنية، تأهيلية للوصول إلى الاستقلالية.",
            "Name_AR": "Advance Society",
            "Ordering": 219
        },
        {
            "pkID": 83,
            "Name": "مؤسسة ابراهيم بدران للاعمال الخيرية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636589658500565547.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636589658500409582.jpg",
            "Description_En": "Through medical convoys, Ibrahim Badran Foundation ( Registration number 775 date 4/7/2016)  provides best quality medical care to people in remote areas in Egypt who are otherwise deprived of any health service",
            "Description_AR": "تقوم الجمعيه المشهره برقم (٧٧٥) تاريخ ٤/٧/٢٠١٦ بتوصيل الرعايه الصحيه للقري الأكثر إحتياجا عن طريق قوافل طبيه إسبوعيه و شهريه",
            "Name_AR": "Ibrahim Badran Foundation",
            "Ordering": 201
        },
        {
            "pkID": 84,
            "Name": "جمعية أصدقاء مرضى الأورام بالشرقية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765077873876647.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765077873720364.jpg",
            "Description_En": "Philanthropy idea from a group of professors at department of clincial oncology faculty of  medicine Zagazig university hospitals for the treatment and assistance of cancer patients in  Sharkia governrate through establishing a society that provides medical assistance to cancer patients in form of cancer drugs supplies and diagnostic workup.",
            "Description_AR": "هي فكره إنسانيه من مجموعة أساتذة  بكلية الطب البشرى جامعة الزقازيق قسم الأورام بمستشفيات الجامعة من اجل علاج ومساعدة مرضى الأورام بمحافظة الشرقية فكانت فكرة إنشاء جمعية خيريه تقدم المساعدات العلاجية من عمل الفحوصات  وتقديم دواء بالمجان وكذلك المساعدات الاخرى المختلفه",
            "Name_AR": "Cancer Patients Friends' Society Sharkia ",
            "Ordering": 220
        },
        {
            "pkID": 85,
            "Name": "جمعية الصعيد للتربية والتنمية",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636621581567154697.png",
            "ImageUrl": null,
            "Description_En": "The Association of Upper Egypt for Education and Development (AUEED) is an Egyptian central NGO working in Upper Egypt since 1940, and is currently registered at Ministry of Social Solidarity under no. (576/2009).",
            "Description_AR": "جمعية أهلية مركزية لا تهدف للربح تم تأسيسها عام 1940 ومشهرة برقم 576 / 2009",
            "Name_AR": "Association of Upper Egypt for Education and Development (AUEED)",
            "Ordering": 37
        },
        {
            "pkID": 86,
            "Name": "جمعية مستشفى سرطان أطفال إسكندرية",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637226420313399545.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637223142784401311.jpg",
            "Description_En": "Non profit organization that supports pediatric cancer patients with medical service located in Alexandria",
            "Description_AR": "جمعية خيرية غير حكومية وغير هادفة للربح تساعد في دعم وعلاج الأطفال مرضى السرطان في وحدة أورام الاطفال التابعة لقسم علاج الاورام بكلية طب اسكندرية ومستشفى برج العرب الجامعي",
            "Name_AR": "Alexandria Pediatric Oncology Center - APOC",
            "Ordering": 27
        },
        {
            "pkID": 88,
            "Name": "جمعية أصدقاء الخير",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636643361306411946.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636643361306256015.jpg",
            "Description_En": "A civil society registered with registration number 5633 for the year 2004 Administration of East Nasr City for social affairs",
            "Description_AR": " جمعية أهلية مشهرة برقم قيد 5633لعام 2004 أدارة شرق مدينة نصر للشئون الاجتماعية",
            "Name_AR": "Asdekaa Alkher Association",
            "Ordering": 31
        },
        {
            "pkID": 89,
            "Name": "الجمعية المصرية لرعاية مرضى الكبد",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636643375594413941.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636680480254235395.jpg",
            "Description_En": "\"Charity Organization Licensed under 563/2008 \r\nWe offer financial support to Egyptian patients having liver diseases\r\nMain projects : Liver transplantation project  - Virus (C) Free children project \r\n\"",
            "Description_AR": "\"جمعية خيرية مشهره برقم 563 لسنة 2008 \r\nتهدف إلى رعاية مرضى الكبد غير القادرين فى جميع محافظات مصر \r\nأهم المشروعات : المساهمة فى عمليات زرع الكبد – علاج الأطفال من فيروس (C) مجاناً . \"",
            "Name_AR": "Egyptian Liver Care Society",
            "Ordering": 207
        },
        {
            "pkID": 90,
            "Name": "بيت الخير",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636644173225961150.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765089377465434.jpg",
            "Description_En": "An Egyptian NGO registered at the Ministry of Social Solidarity under Registration Number 10201",
            "Description_AR": "جمعية مصرية أهلية مشهرة بوزارة التضامن تحت رقم 10201 ",
            "Name_AR": "Beit LKheir (BELK)",
            "Ordering": 222
        },
        {
            "pkID": 91,
            "Name": "الجمعية المصرية لأصدقاء الحيوان",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636673596692103600.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636765095314395763.jpg",
            "Description_En": "The Egyptian Society of Animal Friends ( ESAF), field of work is animal welfare. ESAF established in 2001 in Cairo and moved the head office to Shabramount, Giza with new registration No. 2798 /2006- Giza.",
            "Description_AR": "تأسست الجمعية غام 2001 بالمعادى ونقلت النشط إلى شبرامنت - جيزة عام 2006 برقم إشهار جديد هو 2798 لسنة 2006 وتعمل فى مجال الرفق ورعاية الحيوان",
            "Name_AR": "The Egyptian Society of Animal Friends ( ESAF)",
            "Ordering": 223
        },
        {
            "pkID": 92,
            "Name": "جمعية الهلال الأحمر المصرى",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636699326905587166.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636699326905430928.jpg",
            "Description_En": null,
            "Description_AR": "\"تعتبر جمعية الهلال الأحمر المصرى من الجمعيات ذات الصفة العامة ويكون لها الشخصية الاعتبارية طبقاً لنظامها الاساسى، وهي مشهرة بوزارة التضامن الاجتماعى برقم 13 لسنة 1967 - يكون للجمعية رئيس يعين بقرار جمهورى لمدة ثلاث سنوات قابلة للتجديد.\r\nتعمل الجمعية على نشر القانون الدولى الانسانى - وتأمين وسائل الإسعاف الأولى - العمل على رعاية الشباب وتشجيع التطوع.\r\nكما تعمل الجمعية على نشر المبادئ الإنسانية - توثيق الصلة وتبادل المعونات بين الجمعية وجمعيات الهلال الأحمر، والصليب الأحمر الدولى بجنيف وغيرها من الهيئات المماثلة - لا يجوز للجمعية التدخل في الأمور السياسية او المجادلة في العقائد الدينية.\r\n\"",
            "Name_AR": "Egyptian Red Crescent",
            "Ordering": 221
        },
        {
            "pkID": 93,
            "Name": "مؤسسة بناتي ",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636789235260092690.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636775710053466239.jpg",
            "Description_En": "Banati Foundation was established in 2010 to protect and support children at risk, including children in street situations and those deprived of parental care. Such children are vulnerable and lead dangerous lives exposing them to different forms of exploitation as well as mental, physical and sexual abuse.  ",
            "Description_AR": "تأسست مؤسسة بناتي في 2010 لحماية الأطفال المعرضينن لخطرومن ضمنهم الأطفال في ظروف الشارع والأطفال المحرومين من الرعاية الأسرية.",
            "Name_AR": "Banati Foundation",
            "Ordering": 240
        },
        {
            "pkID": 94,
            "Name": "جمعية جنات الخلود الخيرية",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636800563912291958.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636800661452968738.png",
            "Description_En": "Establishment of the Association\r\nA non-profit association registered with the Ministry of Social Solidarity No. 6518 for the year 2006, receives Zakat, charity and donations and distributes it in its legitimate channels.\r\n\r\nThe association started with the idea of ​​a group of women who believe in the importance of charitable work in the poor areas, especially the slums, and chose the Duweika area. And the development of the work of the association had been increased  from just the provision of humanitarian assistance to a real entity includes provide a comprehensive development programs targeting the entire family .\r\n\r\nOur vision\r\nParticipate in the building of a positive person from childhood ; to build a society capable of achieving sustainable development.",
            "Description_AR": "بدأت الجمعية  بفكرة مجموعة من السيدات مؤمنين بأهمية العمل الخيرى بالمناطق الفقيرة وخاصة العشوائيات واختاروا منطقة الدويقة .  و تطور عمل الجمعية من تقديم  المساعدات الإنسانية إلى كيان حقيقي يتضمن عدد من البرامج التنموية الشاملة  تستهدف الأسرة بأكملها.\r\n\r\nرؤيتنا \r\nالمشاركة فى بناء إنسان إيجابي بدءاً من الطفولة ؛ من أجل بناء مجتمع قادرعلى تحقيق التنمية المستدامة .  \r\nرسالتنا \r\n• إعادة تأهيل مجتمع العشوائيات.\r\n• تمكين الأسر اقتصاديا للانتقال بها من الاحتياج إلى الانتاج.\r\n• تحقيق الاستدامة لمشروعات الجمعية \r\nجمعية غير هادفة للربح  مشهرة برقم 6518 لسنة 2006 بوزارة التضامن الاجتماعي ، تستقبل أموال الزكاه  و الصدقات والتبرعات وتقوم بصرفها  في مصارفها الشرعية . ",
            "Name_AR": "Gannat El-Khulood Charitable Assosiation ",
            "Ordering": 42
        },
        {
            "pkID": 95,
            "Name": "جمعية أيادى الشفاء",
            "ContactPerson": "Mayar",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636903477560080549.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636903477559924291.jpg",
            "Description_En": "Ayady al shefaa mainly supports patients to receive their required treatment whether it is chemotherapy, radiotherapy or supportive treatments aiming to increase the cure rates and minimizing both the physical, emotional and social burden on them during their long journey of treatment.In addition, it also works on increasing social awareness about the importance of early detection, understanding and amending the misleading and incorrect information related to cancer, and finally the role of the society in providing different kinds of support to the patients.Its mission is to provide cancer patients with their required chemotherapy, radiotherapy and treatment drugs in order to reach the best therapeutic outcomes, along with minimizing both the psychological burden and the waiting time needed for receiving the treatment. In addition, it also works on increasing social awareness about the importance of early detection, understanding and amending the misleading and incorrect information related to cancer.",
            "Description_AR": "جمعية أيادى الشفاء هى جمعية خيرية غير هادفة للربح مشهرة برقم 9848 لسنة 2015. ويتضمن مجلس إدارة الجمعية 15 عضو هيئة  تدريس بقسم علاج الأورام  بطب  عين شمس .• تقوم جمعية أيادى الشفاء بدعم علاج المرضى في مختلف الاتجاهات للعلاج الكيماوي والإشعاعى والتدعيمى وذلك لزيادة فرص الشفاء وتقليل الأعراض الجانبية وتقليل العبء النفسي و الاجتماعى عن مريض الأورام فى رحلة علاجه الطويلة.• كما تقوم الجمعية بالعمل  على رفع الوعى المجتمعى فى مجال الأورام وما يتعلق بها من مفاهيم مغلوطة وأهمية الكشف المبكر ودور المجتمع فى مساندة مريض الأورام خلال رحلة علاجه.  مهمة الجمعية هى دعم علاج مرضى الأورام بطب عين شمس وتوفير متطلبات علاجهم من العلاج الكيماوي والإشعاعى والدوائي وذلك للوصول لأفضل نتائج الشفاء مع تقليل العبء النفسي على المريض و تقليل قوائم الانتظار. ",
            "Name_AR": "Ayady Alshefaa",
            "Ordering": 24
        },
        {
            "pkID": 96,
            "Name": "الجمعية المصرية الإتحادية للاعاقات الفكرية",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636914516919856965.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636914516919700712.jpg",
            "Description_En": "Serving individuals with intellectual disabilities and the refinement of their skills and integration into society through various fields (such as training, employment, health care, sports, technical, technological and social, as well as their intellectual development and to raise awareness and guidance to their families and the surrounding community",
            "Description_AR": "خدمة الأفراد من ذوي الإعاقة الفكرية والقيام بصقل مهارتهم ودمجهم في المجتمع من خلال المجالات المختلفة  ( مثل التدريب والتوظيف ورعايتهم صحياً ورياضياً وفنياً وتكنولوجياً واجتماعياً وكذلك تنميتهم فكرياً والقيام بالتوعية والإرشاد لذويهم و المجتمع المحيط  بهم )",
            "Name_AR": "Federal Egyptian Association for Intellectual Disabilities",
            "Ordering": 45
        },
        {
            "pkID": 97,
            "Name": "رابطة الإصلاح الإجتماعي",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636917369499302299.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636917369499146031.png",
            "Description_En": "A charity NGO  working in the fields of care, community development and education",
            "Description_AR": "جمعية خيرية مشهرة تعمل في كافة مجالات الرعاية والتنمية المجتمعية والتعليم",
            "Name_AR": "The League of Social Reform, Al-Rabta",
            "Ordering": 44
        },
        {
            "pkID": 98,
            "Name": "مؤسسة الجود الخيرية",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636927468779848369.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636927468779848369.jpg",
            "Description_En": "Al Joud is a non-profit foundation dedicated to develop the community through its line of activities; food, medical and other various social activities. ",
            "Description_AR": "مؤسسة مركزية خيرية لا تهدف إلى الربح المادي ومشهرة برقم 715 بتاريخ مارس 2015 طبقاً للقانون المصري 2002/84 الخاص بالمؤسسات الغير حكومية والذي يسمح لها العمل في كافة محافظات جمهورية مصر العربية. تهدف المؤسسة الى خدمة الاشخاص الاكثر احتياجاً عن طريق عمل مؤسسي مستقل ومحترف.",
            "Name_AR": "Al Joud Foundation",
            "Ordering": 23
        },
        {
            "pkID": 99,
            "Name": "سين 9 للتنمية المستدامة",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636930146911421365.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636930146911265112.jpg",
            "Description_En": "NGO dedicated to improve people standards of living through, students care, vocational training for hiring, & economic empowerment.",
            "Description_AR": "مؤسسة مخصصة لتحسين مستوى المعيشة عبر الرعاية الطلابية، والتدريب من أجل التشغيل، والتمكين الأقتصادي",
            "Name_AR": "Seen 9 for Sustainable Development ",
            "Ordering": 202
        },
        {
            "pkID": 100,
            "Name": "مستشفى جامعة القاهرة للأطفال",
            "ContactPerson": "Maissera",
            "Active": false,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636940569174211366.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636940572235872370.jpg",
            "Description_En": null,
            "Description_AR": null,
            "Name_AR": "Cairo University Pediatric Hospital ",
            "Ordering": 242
        },
        {
            "pkID": 101,
            "Name": "طبيب الخير",
            "ContactPerson": "Mayar",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636976677637051988.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636976677637051988.png",
            "Description_En": "Tabeeb Elkheir is an NGO Working on the treatment of patients who can't afford the high cost of treatment, and is also working on the development of university hospitals by providing medical devices to save the lives of thousands of patients.",
            "Description_AR": "طبيب الخير هي جمعية خيرية قائمة على علاج المرضى الغير قادرين عن طريق التكفل بتكلفة علاجهم، وتعمل أيضاً على تطوير المستشفيات الجامعية عن طريق توفير الأجهزة اللازمة لانقاذ حياة الآلاف من المرضى.",
            "Name_AR": "Tabeeb El Kheir",
            "Ordering": 33
        },
        {
            "pkID": 102,
            "Name": "مؤسسة صناع الخير للتنمية",
            "ContactPerson": "Mayar",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636984436215899569.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/636984436215743341.jpg",
            "Description_En": "The Foundation's activity started on 1/1/2017, and was famous on 3/7/2017 No. 10603 at the Ministry of Social Solidarity.",
            "Description_AR": "منظمة غير هادفة للربح",
            "Name_AR": "Sona3 Elkheir Foundation for Devolpement",
            "Ordering": 40
        },
        {
            "pkID": 103,
            "Name": "مؤسسة ومن الماء حياه",
            "ContactPerson": "Mayar",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637031197987588903.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637031197987588903.png",
            "Description_En": "Life from Water foundation is a non-profit organization founded in 2011 in Egypt. We provide needed communities with clean and sustainable water solutions. By doing so, we help the people to empower themselves with development projects to improve their life quality.",
            "Description_AR": "مؤسسة و من الماء حياة، هى مؤسسة غير هادفة للربح تأسست عام 2011. نحن نقوم بتوفير مياه نظيفة\r\nللمجتمعات الاكثر استحقاقا من خلال حلول مستدامة و التى تمكنهم من تحسين مستوى معيشتهم ",
            "Name_AR": "Life From Water Foundation",
            "Ordering": 7
        },
        {
            "pkID": 108,
            "Name": "مؤسسة خير للخدمات الانسانية",
            "ContactPerson": "Mayar",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637133995200275976.jpeg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637133995200119723.jpeg",
            "Description_En": "A non-profit organization working for the development of community sustainable development at the health and developmental levels.",
            "Description_AR": ".مؤسسه غير هادفة للربح تعمل من اجل تنمية المجتمع تنمية مستدامة على الصعيدين الصحي و التنموي",
            "Name_AR": "Kheir For Humanitarian Services",
            "Ordering": 46
        },
        {
            "pkID": 109,
            "Name": "مؤسسة راعي مصر للتنمية ",
            "ContactPerson": "Mayar",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637108113815238832.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637108113815082594.jpg",
            "Description_En": "Registered with number 774 in 2016. Works on providing human life for every impoverished individual.",
            "Description_AR": " مؤسسة مشهرة بوزارة التضامن الاجتماعي برقم 774 لسنة 2016، تعمل على توفير حياة إنسانية لكل معدم وفقير ",
            "Name_AR": "Raie Misr Foundation For Development",
            "Ordering": 48
        },
        {
            "pkID": 110,
            "Name": "مؤسسة أبواب الخير للرعاية والتنمية",
            "ContactPerson": "Mayar",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637127927599087783.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637127927598931228.png",
            "Description_En": "Abwab Elkheir (Gates of charity) is an Egyptian charitable organisation that aims to serve those who are impoverished or in need of attention, particularly hard to reach and refraining from seeking help.\r\n\r\nAt our organisation we have seven Gates (chapters):\r\n- Bab al-Takaful (Solidarity): Providing monthly income for impoverished families.\r\n- Bab al-Shifa (Healing): Providing monthly medical supplies, or covering the costs of surgeries or diagnostic tests and scans.\r\n- Bab al-Igar (Rent): Providing monthly rents for impoverished families.\r\n- Bab al-Halal (Marriage):  Providing orphaned or impoverished couples with funds to furnish households\r\n- Bab al-Rizk (Entrepreneurship): Assisting small enterprises run by impoverished families\r\n- Bab al-Taalim (Education): Providing stipends for the education of impoverished families.\r\n- Bab al-Saadah (Happiness): To cheer up impoverished families.",
            "Description_AR": "مؤسسة مصرية خيرية تهدف لخدمة حالات مسكينة او فقيرة محتاجة مساعدة مع التركيز على الحالات المتعففة والصعب الوصول إليها\r\n\r\nبنشتغل في 7 ابواب للخير\r\n- باب التكافل (توفير شهريات مالية لاسر فقيرة ومسكينة)\r\n- باب الشفا (توفير ادوية شهرية او التكفل بعمليات جراحية وتحليل واشعة)\r\n- باب الايجار (توفير الايجارات للاسر الفقيرة)\r\n- باب الحلال (تجهيز عرايس ايتام او من اسر بسيطة)\r\n- باب رزق (لتوفير مشاريع صغيرة للأسر الفقيرة)\r\n- باب التعليم (لتوفير نفقات التعليم للفقراء والمساكين)\r\n- باب السعادة (لاضفاء البسمة والسعادة على الفقراء)",
            "Name_AR": "Abwab Elkheir Foundation for Care and Development",
            "Ordering": 32
        },
        {
            "pkID": 111,
            "Name": "جمعية الشفاء العاجل للتنمية",
            "ContactPerson": "Mayar",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637213568433328758.jpg",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637213568433172505.jpg",
            "Description_En": "A nonprofit organization specialized in doing good and holding activities that are organized by its management and improve the community. Those actiities are totally charitable for humanitarian causes and they help give a supporting hand for the needy in a more organized and specialized way.",
            "Description_AR": "جمعية خيرية لا تهدف الى الربح قائمة بالأعمال التي تهدف إلى تحقيق الخير للإنسانية من خلال مجموعة من الأنشطة المُنظَّمة من قبل إداراتها، وجميع أعمالها خيرية في سبيل خدمة الإنسانية وتقديم يد العون للمحتاج بطريقة أكثر تنظيمًا وتخصُّصًا. \r\n",
            "Name_AR": "Al Shefaa Al Agel",
            "Ordering": 41
        },
        {
            "pkID": 112,
            "Name": "مؤسسة الزهراوان",
            "ContactPerson": "Maissera",
            "Active": true,
            "Logo": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637247325434017092.png",
            "ImageUrl": "http://apis.megakheir.com/MegaKheirBackend/ImagesNLogos/637247322883772234.jpg",
            "Description_En": "AL ZAHRAWAN FOUNDATION is a non profit organization under the jurisdiction number 8369 for the  ministry of Social Solidarity, It targets Individiduals and Society members with sustainable development projects and seasonal initiatives in the sectors of Health, Education, Housing and Infrastructure; moreover the foundation empowering women with small startups to enhance their well being.",
            "Description_AR": "مؤسسة الزهراوان للتنمية المستدامة مؤسسة غير هادفه للربح تحت إشهار رقم 8369 لوزاره التضامن الإجتماعى وهى تهدف لتنمية الأفراد والمجتمع من خلال برامج تنموية مستدامة ومشاريع ومبادرات فى مجالات الصحة والتعليم والبنية السكنية والتحتية  والمشاريع الصغيرة  لدعم المرأة المعيله",
            "Name_AR": "AL ZAHRAWAN FOUNDATION",
            "Ordering": 20
        }
    ]
}